[
    {
        "title": "Mapa de Productividad Agrícola",
        "description": "Visualizar la producción agrícola de diferentes cultivos en la región de Tacna. Identificar zonas de mayor rendimiento y potencial para el desarrollo de nuevas iniciativas agrícolas.",
        "technique": "Análisis geoespacial, mapas interactivos",
        "columns": "CULTIVO (Para clasificar los datos por tipo de cultivo), PRODUCCIÓN_ANUAL(t) (Para determinar la cantidad producida en cada zona), SUPERFICIE_CULTIVADA ha.(*) (Para calcular la densidad de producción), RENDIMIENTO (Para evaluar la eficiencia de cada cultivo)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Análisis de Tendencias de Mercado",
        "description": "Identificar patrones en los precios del mercado de productos agrícolas de Tacna. Detectar períodos de mayor demanda y oferta para optimizar las estrategias de producción y comercialización.",
        "technique": "Análisis temporal, series de tiempo, regresión lineal",
        "columns": "CULTIVO (Para analizar el comportamiento individual de cada producto), PRODUCCIÓN_ANUAL(t) (Para determinar la oferta disponible), PRECIO EN CHACRA (Para identificar las fluctuaciones de precio)",
        "type": "fa-chart-line"
    },
    {
        "title": "Sistema de Alerta para Cultivos en Riesgo",
        "description": "Desarrollar un sistema que alertara a los agricultores sobre posibles amenazas a sus cultivos, como plagas o enfermedades. Se podría usar información histórica y datos climáticos para predecir riesgos.",
        "technique": "Machine learning, análisis predictivo",
        "columns": "CULTIVO (Para enfocar las alertas en cultivos específicos), RENDIMIENTO (Para detectar variaciones inusuales que puedan indicar problemas), SUPERFICIE_CULTIVADA ha.(*) (Para estimar el impacto potencial de las amenazas)",
        "type": "fa-exclamation-triangle"
    },
    {
        "title": "Optimización del Uso de Recursos",
        "description": "Analizar la eficiencia en el uso de agua, fertilizantes y tierra para cada cultivo. Identificar oportunidades para reducir los costos de producción y minimizar el impacto ambiental.",
        "technique": "Análisis multivariado, modelos de optimización",
        "columns": "CULTIVO (Para analizar las necesidades específicas de cada cultivo), SUPERFICIE_CULTIVADA ha.(*) (Para evaluar la extensión de tierra utilizada), RENDIMIENTO (Para determinar la eficiencia en el uso de recursos)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Plataforma de Conexión entre Productores y Compradores",
        "description": "Crear una plataforma digital que conecte a los agricultores de Tacna con compradores potenciales. Facilitar la comercialización de productos frescos y locales.",
        "technique": "Desarrollo web, bases de datos",
        "columns": "CULTIVO (Para clasificar los productos disponibles), PRODUCCIÓN_ANUAL(t) (Para indicar la cantidad disponible), PRECIO EN CHACRA (Para establecer un precio competitivo)",
        "type": "fa-handshake"
    }
]