[
    {
        "title": "Mapa de acceso a capacitaciones del OSINFOR",
        "description": "Visualizar la distribución geográfica de las capacitaciones realizadas por el OSINFOR, identificando zonas con mayor y menor cobertura. Esto permitirá optimizar la planificación de futuras capacitaciones.",
        "technique": "Análisis geoespacial, mapas interactivos",
        "columns": "UBIGEO (para geolocalización), DEPARTAMENTO (para análisis regional), PROVINCIA (para análisis provincial), DISTRITO (para análisis local), TIPO_CAPACITACION (para categorizar las capacitaciones), NRO_PARTICIPANTES (para visualizar la intensidad de la cobertura)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Análisis de tendencias en temáticas de capacitación",
        "description": "Identificar las temáticas de capacitación más demandadas por región y grupo poblacional, utilizando machine learning para detectar patrones. Esto permitirá al OSINFOR adaptar sus programas a las necesidades reales.",
        "technique": "Análisis de texto, machine learning, visualización de datos",
        "columns": "TEMAS_TRATADOS_CAPACITACION (para el análisis textual), DEPARTAMENTO (para analizar tendencias regionales), GRUPO_PUBLICO (para identificar patrones por grupo poblacional)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Evaluación del impacto de las capacitaciones",
        "description": "Medir el impacto de las capacitaciones en los participantes, utilizando encuestas y análisis de datos. Esto permitirá al OSINFOR evaluar la efectividad de sus programas.",
        "technique": "Análisis de encuestas, estadística descriptiva",
        "columns": "CODIGO_CAPACITACION (para identificar las capacitaciones a evaluar), PARTICIPANTES (para obtener datos individuales), GRUPO_PUBLICO (para segmentar el análisis), TITULO_HABILITANTE (para analizar el progreso profesional)",
        "type": "fa-check-square"
    },
    {
        "title": "Plataforma de acceso a información sobre capacitaciones",
        "description": "Desarrollar una plataforma web donde se publique información detallada sobre las capacitaciones del OSINFOR, incluyendo calendarios, temarios y materiales de apoyo. Esto facilitará el acceso a la información para los interesados.",
        "technique": "Desarrollo web, bases de datos relacionales",
        "columns": "TODO (todas las columnas son relevantes para construir una base de datos completa)",
        "type": "fa-globe"
    },
    {
        "title": "Identificación de patrones en la participación",
        "description": "Analizar los datos demográficos de los participantes para identificar patrones en la participación en las capacitaciones. Esto permitirá al OSINFOR desarrollar estrategias para llegar a grupos con menor acceso.",
        "technique": "Análisis estadístico, machine learning para clusterización",
        "columns": "DEPARTAMENTO (para analizar patrones regionales), PROVINCIA (para análisis provincial), DISTRITO (para análisis local), GENERO (para identificar brechas de género), GRUPO_PUBLICO (para identificar patrones por grupo poblacional), EDAD (para analizar la distribución etaria)",
        "type": "fa-users"
    }
]