[
    {
        "title": "Mapa de Calor de Explosiones Volcanicas",
        "description": "Visualizar la frecuencia y ubicación de las explosiones volcánicas en un mapa interactivo. Esto permite identificar zonas de mayor riesgo y patrones en la actividad volcánica.",
        "technique": "Análisis geoespacial, mapas de calor, visualización de datos.",
        "columns": "UBIGEO (para geolocalización), FECHA_UTC (para analizar patrones temporales), VOLCAN (para diferenciar explosiones por volcán).",
        "type": "fa-map-marked"
    },
    {
        "title": "Predicción de la Altura de Columnas Eruptivas",
        "description": "Desarrollar un modelo de aprendizaje automático que prediga la altura de las columnas eruptivas futuras con base en datos históricos de explosiones. Esto puede ayudar a evaluar el impacto potencial de futuras erupciones.",
        "technique": "Aprendizaje automático (regresión), análisis de series temporales.",
        "columns": "FECHA_UTC (para patrones temporales), HORA_UTC (para patrones horarios), ALTURA (variable objetivo para predecir), VOLCAN (posible factor influyente).",
        "type": "fa-chart-line"
    },
    {
        "title": "Sistema de Alertas Tempranas para Zonas Vulnerables",
        "description": "Crear un sistema que emita alertas basadas en la dirección y altura de las columnas de ceniza, notificando a las comunidades potencialmente afectadas. ",
        "technique": "Análisis de datos en tiempo real, sistemas de alerta temprana, geolocalización.",
        "columns": "FECHA_UTC (para determinar el momento del evento), HORA_UTC (para precisión temporal), ALTURA (para evaluar la magnitud de la erupción), DIRECCION (para predecir áreas afectadas).",
        "type": "fa-bell"
    },
    {
        "title": "Análisis de Patrones en la Actividad Volcánica",
        "description": "Identificar patrones y tendencias en la actividad volcánica a través del análisis estadístico de los datos históricos. Esto puede ayudar a comprender mejor el comportamiento de los volcanes y predecir futuras erupciones.",
        "technique": "Análisis estadístico, series temporales, visualización de datos.",
        "columns": "FECHA_UTC (para identificar patrones temporales), HORA_UTC (para analizar la hora del día de las explosiones), ALTURA (para evaluar la intensidad de las erupciones), VOLCAN (para comparar el comportamiento de diferentes volcanes).",
        "type": "fa-chart-bar"
    },
    {
        "title": "Simulación de la Dispersión de Ceniza",
        "description": "Utilizar modelos de dispersión atmosférica para simular cómo se propagará la ceniza volcánica en función de las condiciones meteorológicas. Esto puede ayudar a evaluar el impacto potencial en infraestructuras y salud pública.",
        "technique": "Modelado matemático, simulación numérica.",
        "columns": "FECHA_UTC (para contexto temporal), HORA_UTC (para precisión horaria), ALTURA (para determinar la altura inicial de la pluma), DIRECCION (para definir la dirección inicial de la pluma).",
        "type": "fa-cloud"
    }
]