[
    {
        "title": "Mapa Interactivo de Sismos",
        "description": "Este mapa mostrará la ubicación y magnitud de los sismos registrados en Perú desde 1960 hasta la actualidad. Permite a los usuarios visualizar patrones de actividad sísmica y explorar información detallada de cada evento.",
        "technique": "Análisis, geo-referenciación, machine learning para identificar patrones",
        "columns": "FECHA_UTC (para el ordenamiento temporal de los sismos), HORA_UTC (para la visualización precisa del momento del evento), LATITUD (para la ubicación geográfica en el mapa), LONGITUD (para la ubicación geográfica en el mapa), MAGNITUD (para el tamaño del marcador en el mapa, indicando la intensidad del sismo).",
        "type": "fa-map-marker"
    },
    {
        "title": "Predicción de Probabilidad Sísmica",
        "description": "Utilizando datos históricos de sismos y machine learning, se puede desarrollar un modelo que prediga la probabilidad de ocurrencia de sismos en diferentes regiones de Perú.",
        "technique": "Análisis, geo-referenciación, machine learning para identificar patrones",
        "columns": "FECHA_UTC (para analizar tendencias temporales), LATITUD (para delimitar zonas geográficas), LONGITUD (para delimitar zonas geográficas), MAGNITUD (para evaluar la intensidad de eventos previos y ajustar el modelo). ",
        "type": "fa-chart-line"
    },
    {
        "title": "Alerta Sísmica Temprana",
        "description": "Un sistema que analiza en tiempo real los datos sísmicos para detectar señales previas a un terremoto y emitir alertas tempranas a la población.",
        "technique": "Análisis, geo-referenciación, machine learning para identificar patrones",
        "columns": "FECHA_UTC (para el análisis temporal de eventos), HORA_UTC (para la precisión en las alertas), LATITUD (para identificar la ubicación del epicentro), LONGITUD (para identificar la ubicación del epicentro).",
        "type": "fa-bell"
    },
    {
        "title": "Análisis de Impacto de Sismos",
        "description": "Evaluar los impactos sociales y económicos de los sismos en Perú. Se puede analizar la relación entre la magnitud del sismo, la ubicación y los daños causados.",
        "technique": "Análisis, geo-referenciación, machine learning para identificar patrones",
        "columns": "FECHA_UTC (para el análisis temporal de eventos), LATITUD (para identificar zonas afectadas), LONGITUD (para identificar zonas afectadas), MAGNITUD (para correlacionar la intensidad del sismo con los daños). ",
        "type": "fa-building-crash"
    },
    {
        "title": "Plataforma de Información Sísmica",
        "description": "Una plataforma web centralizada que proporciona acceso a información detallada sobre sismos en Perú, incluyendo mapas interactivos, datos históricos, análisis estadísticos y alertas.",
        "technique": "Análisis, geo-referenciación, machine learning para identificar patrones, Dashboards",
        "columns": "FECHA_UTC (para el ordenamiento temporal de los datos), HORA_UTC (para la visualización precisa del momento del evento), LATITUD (para la ubicación geográfica), LONGITUD (para la ubicación geográfica), MAGNITUD (para clasificar la intensidad de los sismos), PROFUNDIDAD (para información adicional sobre el evento).",
        "type": "fa-database"
    }
]