[
    {
        "title": "Mapa Interactivo de Proyectos con Certificación Ambiental",
        "description": "Visualizar la ubicación geográfica de proyectos con certificación ambiental evaluada por el SENACE. Permite filtrar por tipo de proyecto, estado de evaluación y departamento.",
        "technique": "Geo-referenciación, análisis espacial, mapas interactivos (Leaflet o Google Maps API)",
        "columns": "UBIGEO (Para geolocalizar los proyectos), DEPARTAMENTO (Filtrar por departamento), NOM_PROYECTO (Mostrar información al hacer clic en un punto), ESTADO (Filtrar por estado de evaluación), TIPO_IGA (Categorizar tipos de proyectos)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Dashboard de Monitoreo de Inversiones",
        "description": "Analizar las tendencias de inversión en proyectos con certificación ambiental. Mostrar el monto total invertido por departamento, tipo de proyecto y estado de evaluación.",
        "technique": "Análisis de datos, visualización de dashboards (Power BI o Tableau)",
        "columns": "DEPARTAMENTO (Agrupar inversiones por departamento), NOM_PROYECTO (Identificar proyectos individuales), TIPO_IGA (Categorizar tipos de proyectos), ESTADO (Analizar inversiones según el estado de evaluación), MONTO_INV, MONEDA_INV (Calcular monto total invertido)",
        "type": "fa-chart-line"
    },
    {
        "title": "Identificación de Áreas con Mayor Actividad Ambiental",
        "description": "Utilizar machine learning para identificar áreas geográficas con mayor concentración de proyectos con certificación ambiental. Esto puede ayudar a guiar políticas de desarrollo sostenible.",
        "technique": "Machine Learning (Clustering), Geo-referenciación, análisis espacial",
        "columns": "LONGITUD, LATITUD (Para ubicar los proyectos geográficamente), TIPO_IGA (Categorizar tipos de proyectos para análisis más detallado)",
        "type": "fa-globe"
    },
    {
        "title": "Análisis del Tiempo de Evaluación",
        "description": "Analizar el tiempo promedio que toma la evaluación de los proyectos por tipo, departamento y consultora. Identificar posibles cuellos de botella en el proceso.",
        "technique": "Análisis de datos, visualización temporal (gráficos de líneas)",
        "columns": "FECHA_ING (Fecha de inicio del proceso), FECHA_RD (Fecha de resolución), TIPO_IGA (Categorizar por tipo de proyecto), DEPARTAMENTO (Analizar tiempos por departamento), CONSULTORA (Identificar consultoras con tiempos de respuesta más largos)",
        "type": "fa-calendar-alt"
    },
    {
        "title": "Predicción del Estado de Evaluación",
        "description": "Utilizar machine learning para predecir el estado final de evaluación de un proyecto basado en características como tipo, ubicación, consultora y monto de inversión. ",
        "technique": "Machine Learning (clasificación), análisis predictivo",
        "columns": "TIPO_IGA, DEPARTAMENTO, RUC_CONSULTORA, MONTO_INV, ESTADO (variable objetivo para predecir)",
        "type": "fa-chart-bar"
    }
]