[
    {
        "title": "Mapa Interactivo de Áreas de Aprovechamiento",
        "description": "Visualizar la ubicación y extensión de las áreas donde se permite el aprovechamiento de recursos naturales dentro de las ANP. Permite a los usuarios explorar las zonas por tipo de recurso, vigencia del permiso y área total.",
        "technique": "Análisis Geoespacial con QGIS/ArcGIS",
        "columns": "UBIGEO01-UBIGEO04 (Para geolocalizar las áreas de aprovechamiento), AREA_APROV_HA (Para representar el tamaño de las áreas en el mapa), ANP (Identificar el nombre del área protegida a la que pertenece cada zona), FECHA_VIGENCIA (Mostrar la vigencia de los permisos de aprovechamiento)",
        "type": "fa-map-location",
        "complement_idea": "Implementar funcionalidades innovadoras como la visualización en realidad aumentada (RA) para una experiencia más interactiva o incorporar un componente de ciencia ciudadana para recopilar datos en tiempo real sobre la disponibilidad de recursos.",
        "impact": "El proyecto tiene un alto impacto social al empoderar a las comunidades locales con información accesible sobre zonas de extracción permitidas. Esto promueve la toma de decisiones informada y fomenta prácticas de explotación sostenible de los recursos.",
        "scalability": "La solución es altamente escalable, ya que el marco de trabajo se puede replicar para otras áreas protegidas o para gestionar otros tipos de datos espaciales. Además, la accesibilidad a través de una plataforma web permite un alcance más amplio.",
        "viability": "Técnicamente factible utilizando plataformas GIS como QGIS o ArcGIS. La viabilidad económica dependerá de la disponibilidad de datos y la complejidad de la interfaz de usuario.  Se requiere un modelo de financiamiento sostenible para el mantenimiento continuo."
    },
    {
        "title": "Análisis Temporal de Aprovechamiento de Recursos",
        "description": "Identificar patrones y tendencias en el uso de recursos naturales a través del tiempo. Permite analizar la evolución del área total bajo aprovechamiento, los tipos de recursos más explotados y las ANP con mayor actividad.",
        "technique": "Series de Tiempo y Visualización con Tableau/Power BI",
        "columns": "FECHA_VIGENCIA (Para agrupar datos por año), AREA_APROV_HA (Sumar el área total por año), RECURSO (Categorizar el tipo de recurso aprovechado)",
        "type": "fa-chart-line",
        "complement_idea": "Esta solución busca identificar tendencias de uso de recursos, ubicar puntos críticos de actividad y empoderar a los tomadores de decisiones con información visual accesible.",
        "impact": "El impacto se basa en la promoción de la transparencia, el empoderamiento de las comunidades locales para una gestión responsable de los recursos y la toma de decisiones informadas por datos.",
        "scalability": "La solución es escalable ya que puede aplicarse a diferentes tipos de recursos y ubicaciones geográficas. Esto permite un mayor alcance e impacto en la gestión sostenible de recursos a nivel global.",
        "viability": "-"
    },
    {
        "title": "Sistema de Alertas para Aprovechamiento insostenible",
        "description": "Desarrollar un sistema que identifique áreas con alto riesgo de sobreexplotación de recursos, considerando la densidad de permisos otorgados, el tipo de recurso y la capacidad de regeneración del ecosistema.",
        "technique": "Machine Learning (clasificación) con Python/R",
        "columns": "UBIGEO01-UBIGEO04 (Geolocalización para análisis espacial), AREA_APROV_HA (Tamaño de las áreas bajo aprovechamiento), RECURSO (Tipo de recurso a analizar), FECHA_VIGENCIA (Para identificar patrones temporales)",
        "type": "fa-exclamation-triangle",
        "complement_idea": "Implementar un sistema de alerta temprana para la sobreexplotación de recursos utilizando aprendizaje automático. El sistema analizará datos como la densidad de permisos, el tipo de recurso y la tasa de regeneración del ecosistema para predecir áreas de alto riesgo. También se implementará un sistema de permisos adaptativos que ajustará la emisión de permisos en función de los datos en tiempo real.",
        "impact": "El impacto potencial del proyecto es significativo. Al identificar las áreas de alto riesgo de sobreexplotación, el sistema puede ayudar a los gobiernos y las organizaciones a tomar medidas para prevenir daños ambientales y asegurar la sostenibilidad de los recursos naturales. Además, el sistema de permisos adaptativos puede contribuir a un uso más sostenible de los recursos al ajustar la emisión de permisos en función de las condiciones reales.",
        "scalability": "El sistema es escalable gracias al uso de modelos de aprendizaje automático basados en Python/R y la infraestructura de la nube. Estos componentes permiten adaptar el sistema a diferentes contextos geográficos y tipos de recursos, lo que facilita su implementación a gran escala.",
        "viability": "La viabilidad del proyecto depende de la disponibilidad de datos precisos y actualizados sobre permisos, tipo de recurso y tasas de regeneración del ecosistema. Se requerirán colaboraciones con organismos gubernamentales y organizaciones de investigación para obtener estos datos.  Además, se deben considerar los costos de desarrollo y mantenimiento del sistema, aunque el uso de herramientas open source y la infraestructura en la nube puede ayudar a minimizar estos costos."
    },
    {
        "title": "Plataforma para la Gestión de Permisos de Aprovechamiento",
        "description": "Crear una plataforma digital que facilite el proceso de solicitud, aprobación y seguimiento de los permisos de aprovechamiento de recursos. Permite a los usuarios consultar información sobre las áreas disponibles, requisitos de solicitud y estado de su trámite.",
        "technique": "Desarrollo Web con Frameworks como Django/React",
        "columns": "TODO (Todas las columnas son relevantes para la gestión de datos de los permisos)",
        "type": "fa-laptop-code",
        "complement_idea": "La plataforma 'Plataforma para la Gestión de Permisos de Aprovechamiento' podría complementarse con un sistema de geolocalización para visualizar la disponibilidad de recursos en un mapa interactivo. Esto facilitaría a los usuarios encontrar recursos cerca de su ubicación y promovería una gestión más eficiente del territorio.",
        "impact": "La plataforma tendrá un impacto positivo al aumentar la transparencia y eficiencia en la gestión de permisos para el uso de recursos. Esto beneficiará tanto a los usuarios que necesitan acceder a esos recursos como a las entidades responsables de gestionarlos, optimizando los procesos y fomentando una distribución más justa.",
        "scalability": "La plataforma es escalable gracias al uso de Django/React y una arquitectura basada en la nube. Esto permitirá adaptarla a un mayor número de usuarios y recursos sin comprometer el rendimiento. Además, su diseño modular facilita la incorporación de nuevas funcionalidades en el futuro.",
        "viability": "La viabilidad de la plataforma se basa en su enfoque práctico y en la creciente necesidad de soluciones digitales para la gestión de recursos. El uso de tecnologías open-source reduce los costes de desarrollo y mantenimiento, mientras que su potencial impacto social puede atraer financiación de organizaciones interesadas en la sostenibilidad y el desarrollo."
    },
    {
        "title": "Comparación del Aprovechamiento entre ANP",
        "description": "Analizar y comparar la intensidad y tipo de aprovechamiento en diferentes ANP. Permite identificar las áreas con mayor presión sobre los recursos y tomar decisiones para una gestión más sostenible.",
        "technique": "Análisis Estadístico Comparativo con R/Excel",
        "columns": "ANP (Para agrupar datos por área protegida), AREA_APROV_HA (Sumar el área total por ANP), RECURSO (Categorizar el tipo de recurso aprovechado)",
        "type": "fa-chart-bar",
        "complement_idea": "La idea de 'Comparación del Aprovechamiento entre ANP' es un enfoque sólido para la gestión sostenible de áreas protegidas. Su fortaleza radica en la comparación estadística de la intensidad y tipos de utilización de recursos a través de diferentes ANPs utilizando herramientas accesibles como R y Excel.",
        "impact": "El impacto potencial de esta iniciativa es significativo, ya que permite identificar puntos críticos de presión sobre los recursos, lo que facilita intervenciones dirigidas y políticas de asignación de recursos más efectivas. Además, la participación comunitaria a través de la ciencia ciudadana enriquece los datos recopilados y fomenta la propiedad local en la conservación.",
        "scalability": "La escalabilidad de 'Comparación del Aprovechamiento entre ANP' se ve reforzada por la implementación de protocolos de recopilación de datos estandarizados. Esto asegura la comparabilidad entre diferentes ANPs y facilita la adopción a gran escala.",
        "viability": "La viabilidad técnica y económica de esta propuesta es alta, ya que utiliza herramientas de código abierto accesibles (R/Excel) que minimizan los costos y facilitan su implementación en diversos contextos."
    }
]