[
    {
        "title": "Análisis de Gasto por Área Natural Protegida",
        "description": "Esta idea busca analizar cómo se distribuyen los gastos entre las diferentes Áreas Naturales Protegidas (ANP).  Esto permitirá identificar ANP con mayor o menor inversión y comprender las prioridades en la conservación.",
        "technique": "Análisis de datos, visualización",
        "columns": "DEPENDENCIA (Filtrar por área natural protegida), ACTIVIDAD (Agrupar por tipo de actividad), TIPO_GASTO (Categorizar los gastos), RUBRO (Detallar subcategorías de gasto), PARTIDA_GASTO (Identificar partidas específicas), EJECUCION (Valor del gasto ejecutado)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Identificación de Patrones en Gastos por Tipo de Ingreso",
        "description": "Analizar cómo varían los gastos según la fuente de financiamiento (Recursos Ordinarios vs. Financieros No Reembolsables). Esto puede revelar tendencias en la inversión pública vs. privada en la conservación.",
        "technique": "Análisis estadístico, visualización",
        "columns": "TIPO_INGRESO (Categorizar por fuente de financiamiento), TIPO_GASTO (Agrupar gastos por categorías), EJECUCION (Valor del gasto ejecutado por tipo de ingreso)",
        "type": "fa-chart-line"
    },
    {
        "title": "Mapeo Geográfico de Gastos en Conservación",
        "description": "Geolocalizar las ANP y visualizar los gastos asociados a cada una. Esto permite identificar áreas con mayor inversión y potenciales desequilibrios geográficos.",
        "technique": "Geo-referenciación, cartografía, visualización",
        "columns": "DEPENDENCIA (Nombre de la ANP), EJECUCION (Valor del gasto ejecutado), Coordenadas geográficas de las ANP (necesaria información adicional)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Predicción de Gastos Futuros",
        "description": "Utilizar machine learning para predecir futuros gastos en conservación basándose en datos históricos. Esto puede ayudar a planificar mejor la asignación de recursos.",
        "technique": "Machine Learning, análisis predictivo",
        "columns": "FECHA_CORTE (Fecha), TIPO_GASTO (Categoría de gasto), EJECUCION (Valor del gasto ejecutado)",
        "type": "fa-chart-pie"
    },
    {
        "title": "Dashboard Interactivo para la Transparencia en Gastos",
        "description": "Crear un dashboard interactivo que permita a los usuarios explorar los datos de gastos en conservación. Esto promueve la transparencia y la participación ciudadana.",
        "technique": "Desarrollo web, visualización interactiva",
        "columns": "Todas las columnas (para permitir análisis multifacéticos)",
        "type": "fa-laptop"
    }
]