[
    {
        "title": "Análisis de la recaudación por Área Natural Protegida",
        "description": "Este análisis permite visualizar los ingresos generados en cada Área Natural Protegida (ANP), identificar las ANP con mayor y menor recaudación, y analizar tendencias a lo largo del tiempo. Esto puede ayudar a optimizar la gestión de recursos y a tomar decisiones informadas sobre inversiones en conservación.",
        "technique": "Análisis por grupo, visualización de datos (gráficos de barras, mapas de calor), análisis de tendencias",
        "columns": "ANP (agrupar los datos por ANP), FECHA_CORTE (filtrar datos por periodo de tiempo), IMPORTE_TOTAL (sumar para obtener la recaudación total por ANP)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Identificación de patrones en los tipos de documentos de venta",
        "description": "Este análisis busca identificar si existen patrones en los tipos de documentos de venta (facturas, boletas, etc.) utilizados para recaudar fondos. Esto puede revelar información sobre el tipo de visitantes que frecuentan cada ANP y sus hábitos de consumo.",
        "technique": "Análisis de frecuencia, tablas de contingencia, visualización de datos",
        "columns": "TIPO_DOC_VTA (analizar la frecuencia de cada tipo), ANP (comparar patrones entre diferentes ANP)",
        "type": "fa-list"
    },
    {
        "title": "Mapa interactivo de la recaudación por ubicación",
        "description": "Este mapa permite visualizar la distribución geográfica de la recaudación, mostrando la ubicación de cada ANP y el monto total recaudado. Esto puede ayudar a identificar zonas con mayor potencial de ingresos y a planificar estrategias de desarrollo turístico sostenible.",
        "technique": "Geo-referenciación, mapas interactivos, visualización de datos",
        "columns": "ANP (ubicación geográfica), IMPORTE_TOTAL (tamaño del marcador en el mapa)",
        "type": "fa-map"
    },
    {
        "title": "Predicción de la recaudación futura mediante machine learning",
        "description": "Utilizando datos históricos de recaudación, este modelo puede predecir los ingresos futuros para cada ANP. Esto permite a las autoridades planificar mejor los presupuestos y tomar decisiones proactivas sobre la gestión de recursos.",
        "technique": "Machine Learning (regresión lineal, modelos ARIMA), análisis predictivo",
        "columns": "FECHA_CORTE (variable temporal), IMPORTE_TOTAL (variable a predecir)",
        "type": "fa-rocket"
    },
    {
        "title": "Dashboard interactivo de monitoreo de la recaudación",
        "description": "Un dashboard interactivo permite visualizar la información clave sobre la recaudación en tiempo real. Se pueden incluir gráficos, mapas y tablas que muestran la evolución de los ingresos, los patrones de consumo y otros indicadores relevantes.",
        "technique": "Desarrollo de dashboards, visualización de datos (Power BI, Tableau), conexión a base de datos",
        "columns": "Todas las columnas del dataset (utilizar filtros y selectores para visualizar información específica)",
        "type": "fa-dashboard"
    }
]