[
    {
        "title": "Monitoreo de Acceso a Servicios de Salud en Zonas Rurales",
        "description": "Este aplicativo utilizará datos georreferenciados de áreas naturales protegidas y centros de salud para identificar zonas rurales con acceso limitado. Luego, mediante machine learning, se analizarán patrones de movilidad para optimizar rutas de atención móvil.",
        "technique": "Análisis espacial, geo-referenciación, machine learning para identificar patrones de movilidad, visualización en dashboards interactivos",
        "columns": " latitud_centro_salud (ubicación geográfica del centro de salud), longitud_centro_salud (ubicación geográfica del centro de salud), tipo_area_natural (categoría de área natural protegida), poblacion_rural (cantidad de habitantes en zonas rurales cercanas), distancia_a_centro_salud (distancia en kilómetros a la ubicación más cercana de un centro de salud).",
        "type": "fa-hospital",
        "complement_idea": "El sistema podría complementarse con la incorporación de datos sobre la demanda específica de servicios de salud en las diferentes áreas rurales. Esto permitiría optimizar aún más las rutas de las unidades móviles, dirigiéndolas a zonas donde hay una mayor necesidad de atención médica.",
        "impact": "La solución tiene un alto impacto potencial al mejorar el acceso a los servicios de salud en zonas rurales remotas. Al optimizar las rutas de las unidades móviles, se garantiza que la atención médica llegue a más personas, mejorando su calidad de vida y reduciendo las desigualdades.",
        "scalability": "El sistema es escalable y adaptable a diferentes contextos geográficos. La base de datos puede ser actualizada con información de nuevas zonas rurales, y los algoritmos de aprendizaje automático pueden ajustarse para optimizar rutas en función de las características específicas de cada región.",
        "viability": "La solución es técnicamente viable y económicamente sostenible. El uso de herramientas de código abierto y la optimización de rutas contribuyen a reducir costos. Además, se pueden explorar modelos de financiación que involucren a instituciones públicas, ONGs y el sector privado."
    },
    {
        "title": "Optimización del Transporte Público Urbano Inteligente",
        "description": "Se utilizarán datos de geolocalización de paradas, patrones de viaje y tiempo real de transporte público para optimizar rutas, frecuencias y asignación de vehículos. Un sistema de alertas en tiempo real informará a los usuarios sobre retrasos o cambios en las rutas.",
        "technique": "Análisis de big data, machine learning predictivo para optimizar rutas y frecuencias, desarrollo de una aplicación móvil con alertas en tiempo real",
        "columns": "id_parada (identificador único de cada parada), latitud_parada (ubicación geográfica de la parada), longitud_parada (ubicación geográfica de la parada), hora_llegada (hora estimada de llegada del transporte público a la parada), linea_transporte (identificador de la línea de transporte público).",
        "type": "fa-bus",
        "complement_idea": "-",
        "impact": "-",
        "scalability": "-",
        "viability": "-"
    },
    {
        "title": "Plataforma de Educación Digital Inclusiva",
        "description": "Esta plataforma facilitará el acceso a recursos educativos digitales para comunidades rurales. Se usarán datos demográficos y de conectividad para identificar áreas con mayor necesidad y ofrecer cursos adaptados a diferentes niveles educativos.",
        "technique": "Desarrollo web, aprendizaje adaptativo basado en machine learning, mapas interactivos para visualizar la cobertura de internet",
        "columns": "codigo_postal (código postal del área geográfica), porcentaje_conectividad (porcentaje de hogares con acceso a internet), nivel_educativo (nivel educativo predominante en el área), tipo_recurso (categoría del recurso educativo, por ejemplo, videos, textos, ejercicios).",
        "type": "fa-graduation-cap",
        "complement_idea": "La idea de 'Plataforma de Educación Digital Inclusiva' se complementa con la propuesta de crear 'puntos de acceso digital' en comunidades rurales. Estos puntos, equipados con computadoras y conexión a internet, podrían servir como centros comunitarios para acceder a la plataforma y recibir apoyo técnico.",
        "impact": "El impacto de la plataforma sería significativo al brindar educación de calidad a personas que tradicionalmente no tienen acceso a ella. Esto podría mejorar las oportunidades económicas, el desarrollo social y la inclusión de estas comunidades.",
        "scalability": "La plataforma es escalable gracias a su diseño modular y el uso de tecnologías open-source. Se puede adaptar a diferentes contextos culturales y lingüísticos, permitiéndola expandirse a otras regiones.",
        "viability": "La viabilidad económica se ve fortalecida por la posibilidad de obtener financiación a través de subvenciones destinadas a proyectos educativos y de desarrollo social. Además, la plataforma se basa en tecnologías accesibles, lo que reduce los costos de implementación y mantenimiento."
    },
    {
        "title": "Sistema de Vigilancia Ambiental para Áreas Protegidas",
        "description": "Se implementará un sistema de monitoreo remoto que utiliza datos satelitales y sensores IoT para detectar cambios en la cobertura vegetal, presencia de incendios forestales o actividades ilegales dentro de las áreas protegidas.",
        "technique": "Procesamiento de imágenes satelitales, machine learning para identificar patrones anómalos, alerta temprana mediante notificaciones móviles",
        "columns": "fecha_imagen (fecha de captura de la imagen satelital), latitud (coordenadas geográficas del área analizada), longitud (coordenadas geográficas del área analizada), tipo_cambio (categoría del cambio detectado, por ejemplo, deforestación, incendio), severidad_cambio (nivel de impacto del cambio).",
        "type": "fa-tree",
        "complement_idea": "Sistema de Vigilancia Ambiental para Áreas Protegidas es una solución innovadora que utiliza imágenes satelitales y sensores IoT para monitorear áreas protegidas. La combinación de análisis de datos, inteligencia artificial y participación comunitaria permite la detección temprana de amenazas como deforestación, incendios y actividades ilegales.",
        "impact": "Este sistema tiene un impacto significativo al proteger la biodiversidad, mitigar el cambio climático y promover el desarrollo sostenible en las comunidades locales. Al proporcionar información precisa y oportuna sobre las amenazas ambientales, permite a los actores clave tomar decisiones informadas y ejecutar acciones efectivas para proteger los ecosistemas.",
        "scalability": "Sistema de Vigilancia Ambiental para Áreas Protegidas es escalable gracias a su diseño modular y la infraestructura en la nube. Esto significa que se puede adaptar a diferentes tamaños y tipos de áreas protegidas, desde pequeñas reservas hasta vastas regiones naturales. Además, el uso de tecnología satelital permite cubrir grandes extensiones de terreno de forma eficiente.",
        "viability": "La viabilidad del sistema está respaldada por su enfoque costo-efectivo en la adquisición de datos satelitales a través de asociaciones o plataformas de código abierto. Además, la generación de datos valiosos sobre las condiciones ambientales puede atraer financiamiento a través de fondos de conservación o inversiones de impacto."
    },
    {
        "title": "Plataforma de Gestión de Recursos Naturales Sostenibles",
        "description": "Se desarrollará una plataforma que utiliza datos georreferenciados sobre áreas protegidas, recursos hídricos y patrones climáticos para optimizar la gestión sostenible de los recursos naturales. Se incorporarán modelos predictivos para evaluar el impacto de diferentes estrategias de manejo.",
        "technique": "Análisis espacial, machine learning para modelar escenarios futuros, visualización en dashboards interactivos",
        "columns": "id_area_natural (identificador único del área protegida), tipo_recurso (categoría del recurso natural, por ejemplo, agua, suelo, biodiversidad), disponibilidad_recurso (cantidad disponible del recurso), demanda_recurso (cantidad demandada del recurso), proyección_cambio_climático (predicción sobre el impacto del cambio climático en el recurso).",
        "type": "fa-globe",
        "complement_idea": "La plataforma complementa la gestión tradicional de recursos naturales con un enfoque basado en datos y análisis predictivo. Esto permite tomar decisiones más informadas y proactivas para asegurar la sostenibilidad a largo plazo.",
        "impact": "La plataforma tendrá un impacto positivo significativo en las comunidades locales al mejorar la seguridad alimentaria, la resiliencia climática y los esfuerzos de conservación. Al empoderar a las partes interesadas con información accesible y herramientas de análisis, se fomentará una gestión más sostenible de los recursos naturales.",
        "scalability": "La naturaleza de código abierto y el diseño modular de la plataforma garantizan su escalabilidad y adaptabilidad a diversos contextos. Se puede personalizar para satisfacer necesidades específicas de diferentes regiones y ecosistemas.",
        "viability": "El modelo de código abierto minimiza los costos de desarrollo y mantenimiento. La posibilidad de generar ingresos a través de módulos personalizados asegura la sostenibilidad económica a largo plazo."
    }
]