[
    {
        "title": "Monitoreo de Acceso a Servicios de Salud en Zonas Rurales",
        "description": "Este aplicativo utilizará datos georreferenciados de áreas naturales protegidas y centros de salud para identificar zonas rurales con acceso limitado. Luego, mediante machine learning, se analizarán patrones de movilidad para optimizar rutas de atención móvil.",
        "technique": "Análisis espacial, geo-referenciación, machine learning para identificar patrones de movilidad, visualización en dashboards interactivos",
        "columns": " latitud_centro_salud (ubicación geográfica del centro de salud), longitud_centro_salud (ubicación geográfica del centro de salud), tipo_area_natural (categoría de área natural protegida), poblacion_rural (cantidad de habitantes en zonas rurales cercanas), distancia_a_centro_salud (distancia en kilómetros a la ubicación más cercana de un centro de salud).",
        "type": "fa-hospital"
    },
    {
        "title": "Optimización del Transporte Público Urbano Inteligente",
        "description": "Se utilizarán datos de geolocalización de paradas, patrones de viaje y tiempo real de transporte público para optimizar rutas, frecuencias y asignación de vehículos. Un sistema de alertas en tiempo real informará a los usuarios sobre retrasos o cambios en las rutas.",
        "technique": "Análisis de big data, machine learning predictivo para optimizar rutas y frecuencias, desarrollo de una aplicación móvil con alertas en tiempo real",
        "columns": "id_parada (identificador único de cada parada), latitud_parada (ubicación geográfica de la parada), longitud_parada (ubicación geográfica de la parada), hora_llegada (hora estimada de llegada del transporte público a la parada), linea_transporte (identificador de la línea de transporte público).",
        "type": "fa-bus"
    },
    {
        "title": "Plataforma de Educación Digital Inclusiva",
        "description": "Esta plataforma facilitará el acceso a recursos educativos digitales para comunidades rurales. Se usarán datos demográficos y de conectividad para identificar áreas con mayor necesidad y ofrecer cursos adaptados a diferentes niveles educativos.",
        "technique": "Desarrollo web, aprendizaje adaptativo basado en machine learning, mapas interactivos para visualizar la cobertura de internet",
        "columns": "codigo_postal (código postal del área geográfica), porcentaje_conectividad (porcentaje de hogares con acceso a internet), nivel_educativo (nivel educativo predominante en el área), tipo_recurso (categoría del recurso educativo, por ejemplo, videos, textos, ejercicios).",
        "type": "fa-graduation-cap"
    },
    {
        "title": "Sistema de Vigilancia Ambiental para Áreas Protegidas",
        "description": "Se implementará un sistema de monitoreo remoto que utiliza datos satelitales y sensores IoT para detectar cambios en la cobertura vegetal, presencia de incendios forestales o actividades ilegales dentro de las áreas protegidas.",
        "technique": "Procesamiento de imágenes satelitales, machine learning para identificar patrones anómalos, alerta temprana mediante notificaciones móviles",
        "columns": "fecha_imagen (fecha de captura de la imagen satelital), latitud (coordenadas geográficas del área analizada), longitud (coordenadas geográficas del área analizada), tipo_cambio (categoría del cambio detectado, por ejemplo, deforestación, incendio), severidad_cambio (nivel de impacto del cambio).",
        "type": "fa-tree"
    },
    {
        "title": "Plataforma de Gestión de Recursos Naturales Sostenibles",
        "description": "Se desarrollará una plataforma que utiliza datos georreferenciados sobre áreas protegidas, recursos hídricos y patrones climáticos para optimizar la gestión sostenible de los recursos naturales. Se incorporarán modelos predictivos para evaluar el impacto de diferentes estrategias de manejo.",
        "technique": "Análisis espacial, machine learning para modelar escenarios futuros, visualización en dashboards interactivos",
        "columns": "id_area_natural (identificador único del área protegida), tipo_recurso (categoría del recurso natural, por ejemplo, agua, suelo, biodiversidad), disponibilidad_recurso (cantidad disponible del recurso), demanda_recurso (cantidad demandada del recurso), proyección_cambio_climático (predicción sobre el impacto del cambio climático en el recurso).",
        "type": "fa-globe"
    }
]