[
    {
        "title": "Mapa Interactivo de Proyectos por Sector",
        "description": "Visualizar la distribución geográfica de proyectos de acuerdo a su sector, permitiendo identificar áreas con mayor o menor inversión en salud, educación, transporte, etc. Esto facilita la evaluación de la equidad en la asignación de recursos.",
        "technique": "Análisis espacial, geo-referenciación, filtrado por sector, visualización en mapa interactivo",
        "columns": "geom (geolocalización del proyecto), sect_proy (sector al que pertenece el proyecto), nombdist (nombre del distrito), nombprov (nombre de la provincia), nombdep (nombre del departamento)",
        "type": "fa-map-marked"
    },
    {
        "title": "Identificación de Zonas con Menor Acceso a Servicios",
        "description": "Analizar la ubicación de proyectos en relación a indicadores socioeconómicos como pobreza, analfabestismo, acceso a agua potable y saneamiento. Esto permite identificar zonas con mayor necesidad de inversión en servicios básicos.",
        "technique": "Análisis espacial, geo-referenciación, cruce de datos con información socioeconómica, agrupamiento por zonas",
        "columns": "geom (geolocalización del proyecto), ubicho (ubicación geográfica), func_proy (función del proyecto), nivel_gob (nivel de gobierno), monto_ref (monto de referencia)",
        "type": "fa-crosshairs"
    },
    {
        "title": "Priorización de Proyectos según Impacto Social",
        "description": "Desarrollar un modelo de machine learning que prediga el impacto social de cada proyecto en función de su sector, ubicación y monto. Esto permite priorizar proyectos con mayor potencial de mejorar la calidad de vida de la población.",
        "technique": "Machine Learning, análisis predictivo, cruce de datos con indicadores de desarrollo social",
        "columns": "nom_proy (nombre del proyecto), sect_proy (sector), func_proy (función), ubicho (ubicación geográfica), monto_ref (monto de referencia)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Monitoreo y Seguimiento de Proyectos",
        "description": "Crear un dashboard que muestre el estado de avance de cada proyecto, su presupuesto asignado, fechas clave y responsables. Esto permite un control más eficiente de la ejecución de proyectos y la detección temprana de posibles retrasos o problemas.",
        "technique": "Desarrollo de dashboards interactivos, visualización de datos en tiempo real",
        "columns": "id (identificador único), cod_proy (código del proyecto), nom_proy (nombre del proyecto), mod_proy (modalidad de ejecución), monto_ref (monto de referencia), nivel_gob (nivel de gobierno)",
        "type": "fa-chart-line"
    },
    {
        "title": "Análisis de la Distribución Presupuestaria por Distrito",
        "description": "Generar informes que muestren la distribución del presupuesto asignado a proyectos en cada distrito. Esto permite identificar posibles inequidades en la asignación de recursos y tomar decisiones para garantizar una distribución más equitativa.",
        "technique": "Análisis estadístico, agrupamiento por distrito, visualización en gráficos",
        "columns": "nombdist (nombre del distrito), monto_ref (monto de referencia), sect_proy (sector del proyecto)",
        "type": "fa-money-bill-alt"
    }
]