[
    {
        "title": "Mapa de proyectos por sector",
        "description": "Visualizar la distribución geográfica de los proyectos en Lambayeque, diferenciados por sector (salud, educación, transporte, etc.). Esto permitirá identificar áreas con mayor o menor inversión en cada sector y detectar posibles desigualdades.",
        "technique": "Análisis espacial, cartografía, filtrado por sector",
        "columns": "geom (localización geográfica), sect_proy (sector del proyecto), nom_proy (nombre del proyecto para etiquetar)",
        "type": "fa-map"
    },
    {
        "title": "Priorización de proyectos por impacto social",
        "description": "Utilizar técnicas de machine learning para analizar la relación entre las características de los proyectos (tipo, función, monto) y su posible impacto social. Esto permitirá priorizar proyectos con mayor potencial de beneficio para la comunidad.",
        "technique": "Machine Learning, análisis de correlación, ranking",
        "columns": "tip_proy (tipo de proyecto), func_proy (función del proyecto), monto_ref (monto de referencia), nivel_gob (nivel de gobierno que administra el proyecto)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Monitoreo del avance de proyectos",
        "description": "Crear un dashboard interactivo que muestre el estado actual de cada proyecto, incluyendo información sobre su progreso, fecha de inicio y finalización prevista. Esto permitirá a los ciudadanos y autoridades tener una visión transparente del avance de las inversiones.",
        "technique": "Desarrollo web, dashboards interactivos, visualización de datos",
        "columns": "id (identificador único), nom_proy (nombre del proyecto), nivel_proy (nivel de detalle), mod_proy (modalidad de ejecución), fecha_inicio (fecha de inicio del proyecto), fecha_fin (fecha de finalización prevista)",
        "type": "fa-dashboard"
    },
    {
        "title": "Identificación de áreas con mayor necesidad de inversión",
        "description": "Analizar la distribución geográfica de los proyectos junto con indicadores socioeconómicos para identificar zonas con mayor necesidad de inversión en salud, educación o infraestructura. Esto permitirá tomar decisiones más informadas sobre dónde dirigir los recursos.",
        "technique": "Análisis espacial, geoestadistica, cruce de datos",
        "columns": "geom (localización geográfica), nivel_gob (nivel de gobierno), sect_proy (sector del proyecto), localidad (localidad del proyecto)",
        "type": "fa-search"
    },
    {
        "title": "Análisis de la eficiencia en la ejecución de proyectos",
        "description": "Comparar el tiempo de ejecución de los proyectos con el inicialmente previsto y analizar los factores que pueden influir en las demoras. Esto permitirá identificar buenas prácticas y áreas de mejora para optimizar la gestión de proyectos.",
        "technique": "Análisis temporal, visualización de datos, regresión lineal",
        "columns": "id (identificador único), nom_proy (nombre del proyecto), fecha_inicio (fecha de inicio), fecha_fin (fecha de finalización prevista), mod_proy (modalidad de ejecución)",
        "type": "fa-clock"
    }
]