[
    {
        "title": "Monitoreo de la Actividad Magnética en el Perú",
        "description": "Este proyecto utilizará los datos de magnetómetro para generar mapas interactivos que muestran las variaciones del campo magnético terrestre a lo largo del tiempo. Esto permitirá a investigadores y científicos estudiar fenómenos geofísicos como tormentas geomagnéticas, actividad volcánica e incluso cambios en la placa tectónica.",
        "technique": "Análisis espacial (GIS), visualización de datos (mapas de calor, gráficos de línea)",
        "columns": "FECHA_UTC (tiempo para el análisis temporal), HORA_UTC (precisión temporal para correlaciones), UBIGEO, DEPARTAMENTO, PROVINCIA, DISTRITO (localización geográfica para mapeo), D, H, Z, I, F (valores de campo magnético para análisis y visualización)",
        "type": "fa-globe"
    },
    {
        "title": "Predicción de Eventos Geomagnéticos",
        "description": "Se utilizará machine learning con los datos históricos del magnetómetro para entrenar un modelo que pueda predecir eventos geomagnéticos como tormentas solares. Esto será útil para proteger infraestructuras sensibles a las fluctuaciones magnéticas.",
        "technique": "Machine Learning (algoritmos de regresión o clasificación), análisis de series temporales",
        "columns": "FECHA_UTC, HORA_UTC (para features temporales), D, H, Z, I, F (valores del campo magnético para entrenar el modelo)",
        "type": "fa-chart-line"
    },
    {
        "title": "Estudio de la Influencia Magnética en la Fauna",
        "description": "Investigar si existe correlación entre las variaciones del campo magnético y los patrones migratorios de animales o su comportamiento reproductivo. ",
        "technique": "Análisis estadístico, visualización de datos (gráficos de dispersión), modelado ecológico",
        "columns": "FECHA_UTC, HORA_UTC (contextualización temporal), D, H, Z, I, F (valores del campo magnético para correlaciones), UBIGEO (localización para estudiar patrones espaciales)",
        "type": "fa-dove"
    },
    {
        "title": "Aplicación Móvil de Información Magnética",
        "description": "Desarrollar una aplicación móvil que permita a los usuarios consultar información sobre el campo magnético en tiempo real. Esta app podría ser útil para navegantes, exploradores y cualquier persona interesada en la geomagnetismo.",
        "technique": "Desarrollo de aplicaciones móviles (Android/iOS), APIs para acceso a datos",
        "columns": "FECHA_UTC, HORA_UTC, D, H, Z, I, F (valores actualizados del campo magnético)",
        "type": "fa-mobile-screen"
    },
    {
        "title": "Detección de Anomalías Magnéticas",
        "description": "Analizar los datos del magnetómetro para identificar patrones anómalos que puedan indicar la presencia de depósitos minerales, fallas geológicas u otras características geológicas interesantes.",
        "technique": "Análisis espacial (GIS), detección de outliers, visualización de mapas",
        "columns": "FECHA_UTC, HORA_UTC (para contexto temporal), D, H, Z, I, F (valores del campo magnético para detectar anomalías), UBIGEO, DEPARTAMENTO, PROVINCIA, DISTRITO (localización para mapeo)",
        "type": "fa-map-marker"
    }
]