[
    {
        "title": "Mapa Interactivo de Precipitaciones",
        "description": "Este dashboard permitirá visualizar la distribución espacial y temporal de las precipitaciones en la región. Se utilizarán mapas interactivos para mostrar la intensidad de las precipitaciones en diferentes ubicaciones y momentos.",
        "technique": "Análisis, geo-referenciación, visualización con mapas interactivos (Leaflet, Folium)",
        "columns": "LATITUD (ubicación geográfica), LONGITUD (ubicación geográfica), FECHA_UTC (momento de la medición), HORA_UTC (momento de la medición), REFLECTIVITY (intensidad de la precipitación)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Predicción de Eventos Meteorológicos",
        "description": "Utilizando datos históricos de precipitación y machine learning, se puede desarrollar un modelo para predecir eventos meteorológicos futuros como tormentas o sequías.",
        "technique": "Análisis, machine learning (regresión, redes neuronales), visualización con gráficos de series de tiempo",
        "columns": "FECHA_UTC (fecha de la medición), HORA_UTC (hora de la medición), REFLECTIVITY (intensidad de la precipitación), VELOCITY (velocidad del viento), SPECTRAL_WIDTH (ancho espectral)",
        "type": "fa-cloud-rain"
    },
    {
        "title": "Análisis de Patrones de Precipitaciones",
        "description": "Se puede analizar los patrones de precipitación a lo largo del tiempo para identificar tendencias, variaciones estacionales y posibles efectos del cambio climático.",
        "technique": "Análisis estadístico, visualización con gráficos de líneas y barras",
        "columns": "FECHA_UTC (fecha de la medición), FECHA_CORTE (día de generación del dataset), ANIO (año de la medición), REFLECTIVITY (intensidad de la precipitación), DISTRITO (localización)",
        "type": "fa-chart-line"
    },
    {
        "title": "Sistema de Alerta Temprana",
        "description": "Se puede desarrollar un sistema que envíe alertas a la población en caso de eventos meteorológicos severos, como fuertes lluvias o inundaciones.",
        "technique": "Análisis, machine learning para detección de patrones anómalos, integración con sistemas de mensajería",
        "columns": "REFLECTIVITY (intensidad de precipitación), VELOCITY (velocidad del viento), FECHA_UTC (fecha de la medición), HORA_UTC (hora de la medición), UBIGEO (código de ubicación)",
        "type": "fa-bell"
    },
    {
        "title": "Estudio Hidrológico",
        "description": "Los datos de precipitación pueden utilizarse para modelar el flujo de agua en ríos y quebradas, lo que es útil para la gestión de recursos hídricos.",
        "technique": "Modelado hidrológico, análisis espacial",
        "columns": "REFLECTIVITY (intensidad de la precipitación), FECHA_UTC (fecha de la medición), HORA_UTC (hora de la medición), LATITUD (ubicación geográfica), LONGITUD (ubicación geográfica)",
        "type": "fa-water"
    }
]