[
    {
        "title": "Monitoreo de patrones climáticos",
        "description": "Analizar las tendencias históricas de precipitación y temperatura para identificar patrones estacionales, eventos extremos y posibles impactos del cambio climático.",
        "technique": "Análisis estadístico, visualización de datos con mapas interactivos, series de tiempo.",
        "columns": "FECHA_REGISTRO (para identificar tendencias a lo largo del tiempo), PRECIPITACION (para analizar patrones de lluvia), TEMPERATURA_PROMEDIO (para evaluar cambios en la temperatura media), DEPARTAMENTO, PROVINCIA, DISTRITO (para georreferenciar los datos y visualizar patrones regionales), UBIGEO (para un análisis más preciso por ubicación).",
        "type": "fa-chart-line"
    },
    {
        "title": "Sistema de alerta temprana para eventos hidrológicos",
        "description": "Desarrollar un sistema que utilice datos históricos de precipitación y temperatura para predecir posibles eventos de inundación, sequía u otros fenómenos hidrológicos.",
        "technique": "Modelado estadístico, machine learning (algoritmos de predicción), mapas interactivos con alertas.",
        "columns": "PRECIPITACION (variable clave para la predicción de eventos hidrológicos), TEMPERATURA_PROMEDIO (influye en la evaporación y disponibilidad de agua), FECHA_REGISTRO (para identificar patrones temporales), DEPARTAMENTO, PROVINCIA, DISTRITO (para delimitar áreas de riesgo).",
        "type": "fa-bell"
    },
    {
        "title": "Evaluación del impacto ambiental",
        "description": "Analizar cómo los cambios en la precipitación y temperatura pueden afectar a los ecosistemas locales, considerando factores como disponibilidad de agua para la flora y fauna.",
        "technique": "Análisis espacial, modelado ecológico, mapas de vulnerabilidad.",
        "columns": "PRECIPITACION (influye en la disponibilidad de agua), TEMPERATURA_PROMEDIO, TEMPERATURA_MINIMA, TEMPERATURA_MAXIMA (afectan a las especies y sus ciclos vitales), DEPARTAMENTO, PROVINCIA, DISTRITO (para delimitar áreas de estudio).",
        "type": "fa-leaf"
    },
    {
        "title": "Plataforma de información climática para la agricultura",
        "description": "Desarrollar una plataforma web o móvil que proporcione información sobre las condiciones climáticas locales (precipitación, temperatura) a los agricultores para ayudarles a tomar mejores decisiones.",
        "technique": "Desarrollo web/mobile, API de datos meteorológicos, visualización de datos intuitiva.",
        "columns": "FECHA_REGISTRO (mostrar datos actualizados), PRECIPITACION (información crucial para la agricultura), TEMPERATURA_PROMEDIO, TEMPERATURA_MINIMA, TEMPERATURA_MAXIMA (influyen en el desarrollo de los cultivos), DEPARTAMENTO, PROVINCIA, DISTRITO (para proporcionar información específica por región).",
        "type": "fa-seedling"
    },
    {
        "title": "Análisis de la variabilidad climática a largo plazo",
        "description": "Estudiar cómo la precipitación y temperatura han cambiado en las últimas décadas para identificar tendencias de calentamiento global o cambios en los patrones de lluvia.",
        "technique": "Análisis estadístico, series de tiempo, visualización de datos con gráficos.",
        "columns": "FECHA_REGISTRO (clave para el análisis temporal), PRECIPITACION, TEMPERATURA_PROMEDIO (variables a estudiar), DEPARTAMENTO, PROVINCIA, DISTRITO (para analizar las variaciones regionales).",
        "type": "fa-globe"
    }
]