[
    {
        "title": "Análisis de la evolución de la humedad del suelo",
        "description": "Esta aplicación analizará la variación de la humedad del suelo a diferentes profundidades (20, 60 y 100 cm) a lo largo del tiempo. Se utilizará para identificar patrones estacionales o tendencias a largo plazo en la humedad del suelo.",
        "technique": "Análisis de series temporales, visualización de datos",
        "columns": "FECHA_REGISTRO (variable temporal para análisis de series), HUMEDAD_SUELO_PROMEDIO_20 (humedad a 20 cm), HUMEDAD_SUELO_PROMEDIO_60 (humedad a 60 cm), HUMEDAD_SUELO_PROMEDIO_100 (humedad a 100 cm)",
        "type": "fa-chart-line"
    },
    {
        "title": "Mapa de humedad del suelo",
        "description": "Esta aplicación mostrará un mapa interactivo que visualice la humedad del suelo en diferentes ubicaciones.  Permitirá a los usuarios explorar las variaciones espaciales de la humedad y comparar los datos entre diferentes estaciones.",
        "technique": "Geo-referenciación, cartografía web",
        "columns": "DEPARTAMENTO (para ubicación geográfica), PROVINCIA (para ubicación geográfica), DISTRITO (para ubicación geográfica), UBIGEO (código para ubicación precisa), HUMEDAD_SUELO_PROMEDIO_20 (humedad a 20 cm), HUMEDAD_SUELO_PROMEDIO_60 (humedad a 60 cm), HUMEDAD_SUELO_PROMEDIO_100 (humedad a 100 cm)",
        "type": "fa-map-location"
    },
    {
        "title": "Predicción de la humedad del suelo",
        "description": "Utilizando técnicas de machine learning, esta aplicación predecirá futuras condiciones de humedad del suelo basadas en datos históricos. Esto puede ser útil para agricultores y gestores de recursos hídricos.",
        "technique": "Machine learning (regresión), análisis de series temporales",
        "columns": "FECHA_REGISTRO (variable temporal), HUMEDAD_SUELO_PROMEDIO_20 (humedad a 20 cm), HUMEDAD_SUELO_PROMEDIO_60 (humedad a 60 cm), HUMEDAD_SUELO_PROMEDIO_100 (humedad a 100 cm)",
        "type": "fa-flask"
    },
    {
        "title": "Comparación de humedad del suelo entre estaciones",
        "description": "Esta aplicación permitirá comparar la humedad del suelo en diferentes estaciones meteorológicas. Se puede utilizar para identificar patrones regionales y evaluar el impacto de factores como la altitud o la vegetación.",
        "technique": "Análisis estadístico, visualización de datos",
        "columns": "ESTACION (nombre de la estación), FECHA_REGISTRO (variable temporal), HUMEDAD_SUELO_PROMEDIO_20 (humedad a 20 cm), HUMEDAD_SUELO_PROMEDIO_60 (humedad a 60 cm), HUMEDAD_SUELO_PROMEDIO_100 (humedad a 100 cm)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Dashboard de monitoreo ambiental",
        "description": "Esta aplicación combinará datos de humedad del suelo con otros indicadores ambientales relevantes para crear un dashboard interactivo que permita monitorear la salud de los ecosistemas. ",
        "technique": "Análisis, geo-referenciación, machine learning para identificar patrones, Dashboards",
        "columns": "FECHA_REGISTRO (variable temporal), HUMEDAD_SUELO_PROMEDIO_20 (humedad a 20 cm), HUMEDAD_SUELO_PROMEDIO_60 (humedad a 60 cm), HUMEDAD_SUELO_PROMEDIO_100 (humedad a 100 cm), DEPARTAMENTO (ubicación geográfica), PROVINCIA (ubicación geográfica), DISTRITO (ubicación geográfica), UBIGEO (código para ubicación precisa)",
        "type": "fa-dashboard"
    }
]