[
    {
        "title": "Monitoreo de patrones climáticos en la laguna Palcacocha",
        "description": "Este proyecto analizará las tendencias a largo plazo en temperatura, precipitación y humedad relativa en la laguna Palcacocha. Esto ayudará a comprender el impacto del cambio climático en la región.",
        "technique": "Análisis estadístico de series temporales, visualización de datos con gráficos interactivos.",
        "columns": "FECHA_REGISTRO (fecha para analizar tendencias a largo plazo), TEMPERATURA_MAXIMA (identificar variaciones en la temperatura máxima), TEMPERATURA_MINIMA (identificar variaciones en la temperatura mínima), HUMEDAD_RELATIVA_MAXIMA (analizar cambios en la humedad relativa máxima), HUMEDAD_RELATIVA_MINIMA (analizar cambios en la humedad relativa mínima), PRECIPITACION (detectar patrones de precipitación)",
        "type": "fa-chart-line"
    },
    {
        "title": "Sistema de alerta temprana para eventos hidrometeorológicos",
        "description": "Se desarrollará un sistema que use datos meteorológicos en tiempo real para predecir eventos extremos como inundaciones o sequías. El sistema enviará alertas a la población local.",
        "technique": "Machine learning para predecir eventos, sistemas de notificación por SMS o correo electrónico.",
        "columns": "FECHA_REGISTRO (para identificar patrones temporales), TEMPERATURA_MAXIMA (relacionar con olas de calor), TEMPERATURA_MINIMA (identificar posibles heladas), HUMEDAD_RELATIVA_MAXIMA (predecir eventos de alta humedad), HUMEDAD_RELATIVA_MINIMA (identificar condiciones secas), PRECIPITACION (clave para predecir inundaciones o sequías)",
        "type": "fa-bell"
    },
    {
        "title": "Mapa interactivo de la distribución de estaciones meteorológicas",
        "description": "Se creará un mapa que muestre la ubicación de las diferentes estaciones meteorológicas en la región. Se podrán consultar datos específicos de cada estación y comparar las condiciones climáticas entre diferentes puntos.",
        "technique": "Geo-referenciación de datos, uso de herramientas de cartografía web.",
        "columns": "DEPARTAMENTO (para filtrar por departamento), PROVINCIA (para filtrar por provincia), DISTRITO (para filtrar por distrito), UBIGEO (código único para cada estación), ESTACION (nombre de la estación para identificar la ubicación en el mapa), TEMPERATURA_MAXIMA, TEMPERATURA_MINIMA, HUMEDAD_RELATIVA_MAXIMA, HUMEDAD_RELATIVA_MINIMA, PRECIPITACION (para visualizar datos específicos de cada estación)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Análisis del impacto del cambio climático en la biodiversidad",
        "description": "Se estudiará cómo las variaciones en las condiciones climáticas afectan a la flora y fauna de la región. Se utilizarán modelos para predecir posibles cambios en la distribución de especies.",
        "technique": "Modelado ecológico, análisis estadístico espacial.",
        "columns": "FECHA_REGISTRO (para analizar tendencias a largo plazo), TEMPERATURA_MAXIMA (identificar patrones de temperatura que afectan a las especies), TEMPERATURA_MINIMA (identificar patrones de temperatura que afectan a las especies), HUMEDAD_RELATIVA_MAXIMA (identificar patrones de humedad que afectan a las especies), HUMEDAD_RELATIVA_MINIMA (identificar patrones de humedad que afectan a las especies), PRECIPITACION (analizar los cambios en la precipitación y su impacto en las especies)",
        "type": "fa-tree"
    },
    {
        "title": "Comparación de datos meteorológicos con otros datasets",
        "description": "Se combinarán los datos meteorológicos con información sobre agricultura, salud pública o recursos hídricos para identificar relaciones y patrones ocultos. ",
        "technique": "Análisis multivariado, visualización de datos correlacionados.",
        "columns": "FECHA_REGISTRO (para sincronizar los datos con otros datasets), TEMPERATURA_MAXIMA, TEMPERATURA_MINIMA, HUMEDAD_RELATIVA_MAXIMA, HUMEDAD_RELATIVA_MINIMA, PRECIPITACION (variables clave para comparar con otros datasets)",
        "type": "fa-link"
    }
]