[
    {
        "title": "Mapa de Intensidad Sísmica",
        "description": "Crear un mapa interactivo que muestre la intensidad de los sismos en diferentes ubicaciones. Esto permitirá visualizar las zonas más propensas a terremotos y ayudar a tomar medidas preventivas.",
        "technique": "Análisis, geo-referenciación, visualización de mapas",
        "columns": "FECHA_EVENTO (Para filtrar por eventos), HORA_EVENTO (Para filtrar por eventos), UBIGEO (Para ubicar la estación en el mapa), LAT_ESTACION (Coordenada geográfica para ubicación en el mapa), LON_ESTACION (Coordenada geográfica para ubicación en el mapa), ACEL_MAX_VERTICAL (Para determinar la intensidad del sismo en cada punto), ",
        "type": "fa-map-location",
        "complement_idea": "-",
        "impact": "-",
        "scalability": "-",
        "viability": "-"
    },
    {
        "title": "Predicción de Sismos",
        "description": "Utilizar modelos de machine learning para analizar patrones históricos en los datos de aceleración y intentar predecir la ocurrencia y magnitud de futuros sismos.",
        "technique": "Machine Learning, análisis predictivo, visualización temporal",
        "columns": "FECHA_EVENTO (Variable temporal), HORA_EVENTO (Variable temporal), ACEL_MAX_VERTICAL (Valor a predecir), ACEL_MAX_NORTE-SUR (Dato relevante para el modelo), ACEL_MAX_ESTE-OESTE (Dato relevante para el modelo), UBIGEO (Para contextualizar la predicción)",
        "type": "fa-chart-line",
        "complement_idea": "-",
        "impact": "-",
        "scalability": "-",
        "viability": "-"
    },
    {
        "title": "Sistema de Alerta Temprana",
        "description": "Desarrollar un sistema que, al detectar patrones de alta aceleración, emita alertas tempranas a la población en las zonas de riesgo.",
        "technique": "Análisis en tiempo real, procesamiento de datos, integración con sistemas de alerta",
        "columns": "FECHA_EVENTO (Para identificar eventos recientes), HORA_EVENTO (Para identificar eventos recientes), ACEL_MAX_VERTICAL (Para determinar si se supera un umbral crítico), UBIGEO (Para determinar la zona afectada)",
        "type": "fa-bell",
        "complement_idea": "-",
        "impact": "-",
        "scalability": "-",
        "viability": "-"
    },
    {
        "title": "Análisis de Riesgo Sísmico",
        "description": "Evaluar el riesgo sísmico en diferentes zonas, considerando la frecuencia e intensidad de los sismos históricos. Esta información puede ser utilizada para planificar infraestructuras más resistentes.",
        "technique": "Geoestadística, análisis espacial, visualización de mapas de calor",
        "columns": "UBIGEO (Para ubicar las estaciones), ACEL_MAX_VERTICAL (Para cuantificar la intensidad), LAT_ESTACION (Coordenada geográfica), LON_ESTACION (Coordenada geográfica)",
        "type": "fa-chart-area",
        "complement_idea": "-",
        "impact": "-",
        "scalability": "-",
        "viability": "-"
    },
    {
        "title": "Base de Datos Abierta",
        "description": "Crear una plataforma online accesible al público que permita consultar y descargar los datos de aceleración. Esto fomentará la investigación científica y el desarrollo de nuevas aplicaciones.",
        "technique": "Diseño de base de datos, API REST, visualización de datos",
        "columns": "Todas las columnas (Para proporcionar acceso completo a los datos)",
        "type": "fa-database",
        "complement_idea": "-",
        "impact": "-",
        "scalability": "-",
        "viability": "-"
    }
]