[
    {
        "title": "Mapa de Intensidad Sísmica",
        "description": "Crear un mapa interactivo que muestre la intensidad de los sismos en diferentes ubicaciones. Esto permitirá visualizar las zonas más propensas a terremotos y ayudar a tomar medidas preventivas.",
        "technique": "Análisis, geo-referenciación, visualización de mapas",
        "columns": "FECHA_EVENTO (Para filtrar por eventos), HORA_EVENTO (Para filtrar por eventos), UBIGEO (Para ubicar la estación en el mapa), LAT_ESTACION (Coordenada geográfica para ubicación en el mapa), LON_ESTACION (Coordenada geográfica para ubicación en el mapa), ACEL_MAX_VERTICAL (Para determinar la intensidad del sismo en cada punto), ",
        "type": "fa-map-location",
        "complement_idea": "El 'Mapa de Intensidad Sísmica' combina datos sísmicos en tiempo real de IRIS y GFZ con registros históricos del USGS y EMSC. Esto permite una visualización interactiva de la intensidad sísmica a través de mapas, utilizando gradientes de color y variaciones de tamaño para comunicar claramente los niveles de riesgo.",
        "impact": "Este mapa empodera a individuos, comunidades y tomadores de decisiones para comprender mejor los riesgos sísmicos. Permite tomar medidas preventivas como la planificación de rutas de evacuación, el refuerzo de estructuras y la preparación de kits de emergencia. En última instancia, 'Mapa de Intensidad Sísmica' puede contribuir a salvar vidas y reducir daños en caso de un terremoto.",
        "scalability": "El diseño modular del mapa permite futuras integraciones con nuevos datos (como información sobre tipos de suelo o vulnerabilidad de infraestructuras) y funcionalidades adicionales, como alertas tempranas o simulaciones de escenarios sísmicos. Esto garantiza que el mapa siga siendo relevante y útil a largo plazo.",
        "viability": "La viabilidad del proyecto se basa en la utilización de datos abiertos y herramientas de código abierto, lo que reduce los costos de desarrollo. Además, la plataforma web puede ser alojada en servidores en la nube, asegurando escalabilidad y disponibilidad global."
    },
    {
        "title": "Predicción de Sismos",
        "description": "Utilizar modelos de machine learning para analizar patrones históricos en los datos de aceleración y intentar predecir la ocurrencia y magnitud de futuros sismos.",
        "technique": "Machine Learning, análisis predictivo, visualización temporal",
        "columns": "FECHA_EVENTO (Variable temporal), HORA_EVENTO (Variable temporal), ACEL_MAX_VERTICAL (Valor a predecir), ACEL_MAX_NORTE-SUR (Dato relevante para el modelo), ACEL_MAX_ESTE-OESTE (Dato relevante para el modelo), UBIGEO (Para contextualizar la predicción)",
        "type": "fa-chart-line",
        "complement_idea": "Predicción de Sismos utiliza aprendizaje automático para analizar datos históricos de aceleración sísmica y predecir eventos sísmicos. Los modelos RNN o LSTM se emplean para identificar patrones en los datos. La integración de conjuntos de datos diversos, como niveles de agua subterránea y comportamiento animal, puede mejorar la precisión predictiva.",
        "impact": "Este proyecto tiene un impacto social significativo al proporcionar alertas tempranas que pueden salvar vidas y permitir la toma de medidas preventivas. Las visualizaciones amigables para el usuario empoderan a las comunidades para prepararse ante los eventos sísmicos.",
        "scalability": "El sistema se puede escalar mediante la colaboración con instituciones científicas, la integración de datos de sensores sísmicos en tiempo real y la expansión a diferentes regiones con riesgo sísmico.",
        "viability": "Aunque predecir terremotos con certeza absoluta es un desafío, el proyecto es viable gracias al uso de técnicas de aprendizaje automático probadas, la disponibilidad de datos históricos y el potencial para reducir daños y salvar vidas."
    },
    {
        "title": "Sistema de Alerta Temprana",
        "description": "Desarrollar un sistema que, al detectar patrones de alta aceleración, emita alertas tempranas a la población en las zonas de riesgo.",
        "technique": "Análisis en tiempo real, procesamiento de datos, integración con sistemas de alerta",
        "columns": "FECHA_EVENTO (Para identificar eventos recientes), HORA_EVENTO (Para identificar eventos recientes), ACEL_MAX_VERTICAL (Para determinar si se supera un umbral crítico), UBIGEO (Para determinar la zona afectada)",
        "type": "fa-bell",
        "complement_idea": "Sistema de Alerta Temprana complementa la preparación para desastres al brindar alertas tempranas basadas en datos de aceleración, permitiendo una respuesta más rápida y efectiva.",
        "impact": "El impacto de Sistema de Alerta Temprana es significativo. Puede salvar vidas, reducir lesiones y minimizar daños a la propiedad al proporcionar tiempo crucial para evacuar y tomar medidas de seguridad.",
        "scalability": "Sistema de Alerta Temprana es escalable gracias a su diseño modular basado en una red de sensores de bajo costo. Esto permite expandir el sistema a nuevas áreas y adaptarse a diferentes tipos de desastres.",
        "viability": "La viabilidad de Sistema de Alerta Temprana es alta debido a su enfoque en tecnologías de bajo costo, como los sensores acelerómetros y el aprendizaje automático de código abierto. Esta combinación hace que el sistema sea económicamente viable y sostenible."
    },
    {
        "title": "Análisis de Riesgo Sísmico",
        "description": "Evaluar el riesgo sísmico en diferentes zonas, considerando la frecuencia e intensidad de los sismos históricos. Esta información puede ser utilizada para planificar infraestructuras más resistentes.",
        "technique": "Geoestadística, análisis espacial, visualización de mapas de calor",
        "columns": "UBIGEO (Para ubicar las estaciones), ACEL_MAX_VERTICAL (Para cuantificar la intensidad), LAT_ESTACION (Coordenada geográfica), LON_ESTACION (Coordenada geográfica)",
        "type": "fa-chart-area",
        "complement_idea": "Para complementar la idea, se podría integrar un sistema de alerta temprana que utilice datos en tiempo real para predecir terremotos inminentes. Esto permitiría a las comunidades tomar medidas inmediatas para protegerse.",
        "impact": "El análisis de riesgo sísmico tiene un alto impacto al permitir la planificación de infraestructuras más resistentes, la preparación de la población ante desastres y la reducción de pérdidas humanas y materiales.",
        "scalability": "La metodología es escalable a diferentes regiones del mundo gracias a su base en datos históricos y su adaptabilidad a diversos contextos geográficos. Además, se puede replicar para analizar otros tipos de riesgos naturales.",
        "viability": "La viabilidad técnica del proyecto está asegurada por el uso de técnicas geoestadísticas y análisis espacial probadas. Se requiere un equipo técnico capacitado y acceso a datos confiables. La inversión en este tipo de proyectos tiene un alto retorno social."
    },
    {
        "title": "Base de Datos Abierta",
        "description": "Crear una plataforma online accesible al público que permita consultar y descargar los datos de aceleración. Esto fomentará la investigación científica y el desarrollo de nuevas aplicaciones.",
        "technique": "Diseño de base de datos, API REST, visualización de datos",
        "columns": "Todas las columnas (Para proporcionar acceso completo a los datos)",
        "type": "fa-database",
        "complement_idea": "-",
        "impact": "-",
        "scalability": "-",
        "viability": "-"
    }
]