[
    {
        "title": "Mapa Interactivo de la Densidad de Electrones en la Ionosfera Peruana",
        "description": "Esta aplicación web permitirá visualizar la variación de la densidad de electrones en diferentes puntos geográficos del Perú a lo largo del tiempo. Los usuarios podrán seleccionar una fecha y hora específica para ver un mapa con la distribución espacial de la densidad de electrones, facilitando el estudio de los fenómenos ionosféricos.",
        "technique": "Análisis geoespacial, visualización de datos, mapas interactivos",
        "columns": "UBIGEO (para la ubicación geográfica), FECHA_UTC, HORA_UTC (para seleccionar una fecha y hora específica), FREC_MAX_F2 (indicador de densidad de electrones), ALT_MAX_DENS (altura donde se encuentra la mayor densidad)",
        "type": "fa-map"
    },
    {
        "title": "Predicción de la Actividad Ionosférica",
        "description": "Utilizando modelos de machine learning, este sistema predecirá las condiciones de la ionosfera en función de datos históricos. Esto permitirá a operadores de radio y otras industrias dependientes de las comunicaciones por radio anticipar posibles interrupciones o ajustar sus sistemas para un funcionamiento óptimo.",
        "technique": "Machine Learning (regresión o series temporales), análisis de datos históricos",
        "columns": "FECHA_UTC, HORA_UTC, FREC_MAX_F2 (variable a predecir), ALT_F, ALT_MAX_DENS (variables predictoras)",
        "type": "fa-chart-line"
    },
    {
        "title": "Análisis de la Influencia del Sol en la Ionosfera",
        "description": "Este análisis explorará las relaciones entre la actividad solar y las variaciones observadas en la ionosfera peruana. Se utilizarán técnicas estadísticas para identificar patrones y determinar cómo los eventos solares impactan la densidad de electrones, la altura de las capas ionosféricas y otras variables clave.",
        "technique": "Análisis estadístico (correlación, regresión), visualización de datos",
        "columns": "FECHA_UTC (para relacionar con datos de actividad solar), FREC_MAX_F2, ALT_F, ALT_MAX_DENS (variables a analizar en relación con la actividad solar)",
        "type": "fa-sun"
    },
    {
        "title": "Sistema de Alertas Tempranas para Perturbaciones Ionosféricas",
        "description": "Esta herramienta emitirá alertas automáticas cuando se detecten condiciones inusuales en la ionosfera que puedan afectar las comunicaciones por radio. Las alertas incluirán información sobre la ubicación, severidad y posible duración del evento, permitiendo a los usuarios tomar medidas preventivas.",
        "technique": "Procesamiento de datos en tiempo real, algoritmos de detección de anomalías",
        "columns": "FECHA_UTC, HORA_UTC, FREC_MAX_F2 (para detectar desviaciones significativas), ALT_F, ALT_MAX_DENS (para identificar patrones anómalos)",
        "type": "fa-exclamation-triangle"
    },
    {
        "title": "Comparación de la Ionosfera Peruana con otras Regiones",
        "description": "Este estudio comparará los datos de la ionosfera peruana con datos de otras regiones del mundo, buscando patrones y tendencias comunes o específicas. Esto ayudará a comprender mejor las características únicas de la ionosfera peruana y su relación con el contexto global.",
        "technique": "Análisis estadístico (comparación de medias, varianzas), visualización de datos",
        "columns": "FECHA_UTC, HORA_UTC, FREC_MAX_F2 (variable principal a comparar), ALT_F, ALT_MAX_DENS (variables auxiliares para el análisis)",
        "type": "fa-globe"
    }
]