[
    {
        "title": "Mapa de Intensidad de Precipitaciones",
        "description": "Este mapa visualizará la distribución espacial de las precipitaciones en la quebrada Umasbamba. El usuario podrá interactuar con el mapa para ver información detallada sobre la intensidad de las lluvias en diferentes puntos y fechas.",
        "technique": "Geo-referenciación, análisis espacial, visualización en mapas",
        "columns": "FECHA_REGISTRO (filtrar por fecha), HORA_REGISTRO (filtrar por hora), PRECIPITACION (valor a mostrar en el mapa), LATITUD (obtener de UBIGEO o datos geográficos adicionales), LONGITUD (obtener de UBIGEO o datos geográficos adicionales).",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Análisis de Patrones de Precipitación",
        "description": "Se aplicará machine learning para identificar patrones y tendencias en las precipitaciones. Esto permitirá predecir posibles eventos extremos como sequías o inundaciones.",
        "technique": "Machine Learning (modelos de series temporales), análisis estadístico",
        "columns": "FECHA_REGISTRO (variable temporal), HORA_REGISTRO (variable temporal), PRECIPITACION (variable a predecir)",
        "type": "fa-chart-line"
    },
    {
        "title": "Dashboard de Monitoreo Hidrológico",
        "description": "Se desarrollará un dashboard interactivo que muestre información en tiempo real sobre las condiciones hidrológicas de la quebrada. Esto será útil para la gestión de recursos hídricos y la prevención de desastres.",
        "technique": "Desarrollo web, visualización de datos (Dashboards)",
        "columns": "FECHA_REGISTRO (filtrar por fecha), HORA_REGISTRO (filtrar por hora), PRECIPITACION (mostrar en gráficos), DEPARTAMENTO (filtrar por ubicación), PROVINCIA (filtrar por ubicación), DISTRITO (filtrar por ubicación)",
        "type": "fa-dashboard"
    },
    {
        "title": "Comparación Histórica de Precipitaciones",
        "description": "Se analizarán los datos históricos de precipitación para comparar patrones y tendencias a lo largo del tiempo. Esto permitirá entender cómo han cambiado las condiciones climáticas en la región.",
        "technique": "Análisis estadístico, visualización de datos (gráficos de línea)",
        "columns": "FECHA_REGISTRO (variable temporal), PRECIPITACION (variable a comparar)",
        "type": "fa-history"
    },
    {
        "title": "Identificación de Zonas Vulnerables",
        "description": "Se utilizará información geográfica y datos meteorológicos para identificar áreas con mayor riesgo de sufrir los efectos de eventos extremos relacionados con la precipitación.",
        "technique": "Análisis espacial, geo-referenciación, superposición de capas",
        "columns": "UBIGEO (ubicación geográfica), PRECIPITACION (intensidad de la lluvia), ALTITUD (obtener de datos geográficos adicionales)",
        "type": "fa-shield-alt"
    }
]