[
    {
        "title": "Identificación de Zonas Optimas para Acuicultura",
        "description": "Esta idea busca identificar las zonas geográficas más propicias para el desarrollo de la acuicultura. Se analizarán factores como especie cultivada, tipo de derecho acuícola, área disponible y departamento para determinar áreas con mayor potencial.",
        "technique": "Análisis geoespacial, visualización de datos",
        "columns": "ESPECIE (filtrar especies de interés), AMBITO (seleccionar MARICULTURA o CONTINENTAL), AREA (filtrar por áreas disponibles), DEPARTAMENTO (visualizar distribución por departamento), PROVINCIA (restringir análisis a provincias específicas), DISTRITO (análisis a nivel más granular)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Análisis Temporal de la Acuicultura",
        "description": "Se estudiará la evolución de la acuicultura en el tiempo, analizando tendencias en las especies cultivadas, tipo de derechos acuícolas concedidos y áreas destinadas a la actividad. ",
        "technique": "Análisis temporal de series, visualización de datos",
        "columns": "ESPECIE (identificar cambios en la popularidad de especies), FECHA_EMISION (analizar la evolución de la concesión de derechos), TIPO_DERECHO (observar tendencias en los tipos de derecho acuícola), AREA (evaluar el crecimiento del área dedicada a la acuicultura)",
        "type": "fa-chart-line"
    },
    {
        "title": "Clasificación de Beneficiarios por Categoría Productiva",
        "description": "Se analizará la distribución de los beneficiarios de derechos acuícolas según su categoría productiva (AREL, AMYGE, AMYPE). Esto permitirá comprender la estructura del sector acuícola y su composición.",
        "technique": "Análisis descriptivo, visualización de datos",
        "columns": "CATEGORIA_PRODUCTIVA (categorizar a los beneficiarios), RAZON _SOCIAL_ANONIMIZADA (identificar a los actores clave en cada categoría), AREA (comparar el tamaño de las operaciones por categoría)",
        "type": "fa-users"
    },
    {
        "title": "Predicción del Futuro de la Acuicultura",
        "description": "Utilizando modelos de machine learning, se intentará predecir futuras tendencias en la acuicultura, como el número de derechos acuícolas que se concederán, las especies que serán más demandadas o las áreas donde se concentrará la actividad.",
        "technique": "Modelado predictivo (machine learning), análisis de datos históricos",
        "columns": "FECHA_EMISION (variable temporal), ESPECIE (categorizar por demanda actual), TIPO_DERECHO (analizar tendencias en la concesión de derechos), AREA (predecir crecimiento del sector)",
        "type": "fa-chart-area"
    },
    {
        "title": "Mapa Interactivo de Derechos Acuícolas",
        "description": "Se creará un mapa interactivo que mostrará la ubicación geográfica de los derechos acuícolas concedidos. Los usuarios podrán filtrar la información por especie, tipo de derecho, categoría productiva, entre otros criterios.",
        "technique": "Visualización geoespacial, desarrollo web interactivo",
        "columns": "DEPARTAMENTO (ubicar el derecho acuícola), PROVINCIA (refinar la ubicación), DISTRITO (localización precisa), UBIGEO (código de ubicación geográfica), ESPECIE (filtrar por especies), TIPO_DERECHO (categorizar derechos)",
        "type": "fa-globe"
    }
]