[
    {
        "title": "Mapa de Acceso a Disposición Final Adecuada",
        "description": "Este proyecto creará un mapa interactivo que muestre la cobertura de disposición final adecuada de residuos sólidos en diferentes distritos. Los usuarios podrán visualizar áreas con mayor y menor acceso, identificar zonas prioritarias para mejorar la gestión de residuos y tomar decisiones informadas.",
        "technique": "Análisis geoespacial, visualización de datos",
        "columns": "UBIGEO (para ubicar los distritos en el mapa), TIPO_ADMINISTRADOR_SITIO_DISPOSICION_FINAL_ADECUADA (para identificar quién gestiona la disposición final en cada zona), COBERTURA_DISPOSICION_FINAL_ADECUADA (para mostrar la cantidad de habitantes con acceso a la disposición final adecuada en cada distrito), RESIDUOS_MUNICIPALES_DISPUESTOS (opcional para mostrar la cantidad de residuos tratados en cada zona)",
        "type": "fa-map"
    },
    {
        "title": "Análisis de Tendencias en Disposición Final",
        "description": "Este análisis explorará las tendencias históricas en la disposición final de residuos sólidos, utilizando datos de varios años. Se buscarán patrones en la cantidad de residuos tratados, la cobertura de servicios y los tipos de sitios de disposición utilizados.",
        "technique": "Análisis de series de tiempo, visualización de datos",
        "columns": "FECHA (para identificar el período de tiempo), RESIDUOS_MUNICIPALES_DISPUESTOS (para analizar las tendencias en la cantidad de residuos tratados), TIPO_ADMINISTRADOR_SITIO_DISPOSICION_FINAL_ADECUADA (para analizar la evolución del tipo de gestión de residuos), COBERTURA_DISPOSICION_FINAL_ADECUADA (para identificar las tendencias en el acceso a la disposición final)",
        "type": "fa-chart-line"
    },
    {
        "title": "Predicción de Necesidades de Disposición Final",
        "description": "Utilizando modelos de aprendizaje automático, este proyecto predecirá las necesidades futuras de capacidad de disposición final de residuos en diferentes áreas. Esto permitirá a los responsables tomar decisiones proactivas sobre inversiones y planificación.",
        "technique": "Machine learning, regresión",
        "columns": "UBIGEO (para identificar la ubicación), RESIDUOS_MUNICIPALES_DISPUESTOS (variable dependiente para predecir), POBLACION (factor que influye en la generación de residuos), PBI (indicador socioeconómico que puede influir en la producción de residuos), TIPO_ADMINISTRADOR_SITIO_DISPOSICION_FINAL_ADECUADA (para analizar si el tipo de gestión afecta la necesidad de capacidad)",
        "type": "fa-flask"
    },
    {
        "title": "Evaluación del Impacto Ambiental de Diferentes Sitios de Disposición",
        "description": "Se realizará un análisis comparativo del impacto ambiental de diferentes tipos de sitios de disposición final (rellenos sanitarios, vertederos controlados, etc.). Se evaluarán factores como emisiones, contaminación del agua y suelo.",
        "technique": "Análisis multicriterio, modelado ambiental",
        "columns": "NOMBRE_SITIO_DISPOSICION_FINAL_ADECUADA (para identificar el sitio), TIPO_ADMINISTRADOR_SITIO_DISPOSICION_FINAL_ADECUADA (para clasificar por tipo de sitio), EMISIONES (datos sobre emisiones generadas por cada sitio), CONTAMINACION_AGUA (datos sobre contaminación del agua relacionada con cada sitio), CONTAMINACION_SUELO (datos sobre contaminación del suelo)",
        "type": "fa-leaf"
    },
    {
        "title": "Plataforma de Monitoreo y Gestión de Residuos",
        "description": "Se desarrollará una plataforma web para monitorear en tiempo real la gestión de residuos sólidos. Esta plataforma permitirá a los usuarios visualizar información sobre la cantidad de residuos recolectados, transportados y dispuestos, así como identificar áreas problemáticas.",
        "technique": "Desarrollo web, bases de datos, APIs",
        "columns": "FECHA (para registrar la información en tiempo real), UBIGEO (para ubicar las actividades de gestión de residuos), TIPO_RESIDUO (clasificación del tipo de residuo recolectado), CANTIDAD (cantidad de residuos procesados), ESTADO (estado actual del proceso de gestión)",
        "type": "fa-database"
    }
]