[
    {
        "title": "Monitoreo del avance en arborización por distrito",
        "description": "Este dashboard permitirá visualizar la cantidad de árboles plantados en cada distrito a través del tiempo. Permite identificar áreas con mayor o menor densidad de plantación y evaluar el progreso de las iniciativas de arborización.",
        "technique": "Análisis, geo-referenciación, dashboards interactivos",
        "columns": "DISTRITO (Se usará para agrupar los datos por distrito), AÑO (Se utilizará para filtrar los datos por año), MES (Permitirá analizar la plantación mes a mes), TOTAL (Mostrar el total de árboles plantados en cada distrito y período)",
        "type": "fa-tree"
    },
    {
        "title": "Predicción del crecimiento futuro de la cobertura vegetal",
        "description": "Utilizando modelos de aprendizaje automático, se analizarán las tendencias históricas de plantación para predecir la cantidad futura de árboles en cada distrito. Esto ayudará a planificar estrategias a largo plazo de arborización.",
        "technique": "Análisis predictivo con machine learning, visualización de datos",
        "columns": "DISTRITO (Variable independiente), AÑO (Variable independiente), MES (Variable independiente), TOTAL (Variable dependiente para entrenar el modelo de predicción)",
        "type": "fa-chart-line"
    },
    {
        "title": "Mapa interactivo de la densidad de árboles en Lima",
        "description": "Se creará un mapa interactivo que muestre la ubicación de los árboles plantados por SERPAR LIMA. Los usuarios podrán filtrar por distrito, año y mes para visualizar la distribución espacial de la arborización.",
        "technique": "Geolocalización, visualización de mapas interactivos",
        "columns": "DISTRITO (Para identificar la ubicación geográfica de los árboles plantados), TOTAL (Indicará la densidad de árboles en cada zona)",
        "type": "fa-map-marked"
    },
    {
        "title": "Comparación del impacto de SERPAR LIMA con otros programas de arborización",
        "description": "Se analizarán los datos de SERPAR LIMA junto con información sobre otros programas de plantación de árboles en Lima. Esto permitirá evaluar la efectividad relativa de las diferentes iniciativas y identificar mejores prácticas.",
        "technique": "Análisis comparativo, visualización de datos",
        "columns": "ITEM (Para identificar cada programa), DISTRITO (Para comparar el impacto en diferentes zonas), AÑO (Para analizar la evolución a través del tiempo), TOTAL (Para medir la cantidad de árboles plantados por cada programa)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Identificación de patrones estacionales en la plantación de árboles",
        "description": "Se analizarán los datos históricos para identificar si existen patrones recurrentes en la plantación de árboles a lo largo del año. Esto puede ayudar a optimizar el calendario de plantaciones y aprovechar las mejores condiciones climáticas.",
        "technique": "Análisis de series temporales, visualización de gráficos",
        "columns": "AÑO (Variable para analizar tendencias a largo plazo), MES (Para identificar patrones estacionales), TOTAL (Mostrar la cantidad de árboles plantados en cada mes)",
        "type": "fa-calendar-alt"
    }
]