[
    {
        "title": "Mapa de Densidad de Árboles por Distrito",
        "description": "Visualizar la cantidad de árboles plantados por distrito en un mapa interactivo. Esto permitirá identificar áreas con mayor y menor cobertura forestal.",
        "technique": "Análisis geoespacial, cartografía.",
        "columns": "DISTRITO (se utilizará para ubicar los distritos en el mapa), TOTAL (se empleará para determinar el tamaño o color de los puntos que representarán la cantidad de árboles en cada distrito).",
        "type": "fa-map"
    },
    {
        "title": "Análisis de Tendencias de Siembra Temporal",
        "description": "Analizar cómo la cantidad de árboles plantados ha variado a lo largo del tiempo (años y meses) para identificar patrones estacionales o tendencias de aumento/disminución.",
        "technique": "Análisis de series de tiempo, visualización de datos.",
        "columns": "AÑO (para agrupar los datos por año), MES (para analizar la variación mensual dentro de cada año), TOTAL (para cuantificar la cantidad de árboles plantados en cada periodo).",
        "type": "fa-chart-line"
    },
    {
        "title": "Identificación de Distritos con Mayor Necesidad",
        "description": "Determinar qué distritos presentan menor cantidad de árboles plantados y podrían requerir mayor atención para proyectos de reforestación.",
        "technique": "Análisis estadístico, clasificación.",
        "columns": "DISTRITO (para identificar los distritos), TOTAL (para comparar la cantidad de árboles plantados en cada distrito).",
        "type": "fa-exclamation"
    },
    {
        "title": "Predicción de Futuro Siembra con Machine Learning",
        "description": "Utilizar modelos de aprendizaje automático para predecir la cantidad de árboles que se podrían plantar en los próximos años, considerando factores históricos y tendencias.",
        "technique": "Machine learning (regresión), análisis predictivo.",
        "columns": "AÑO (variable independiente), MES (variable independiente), TOTAL (variable dependiente a predecir).",
        "type": "fa-robot"
    },
    {
        "title": "Dashboard Interactivo de Seguimiento",
        "description": "Crear un panel de control interactivo que permita visualizar los datos de siembra, mapas, tendencias y predicciones de forma dinámica y accesible.",
        "technique": "Desarrollo web, visualización de datos.",
        "columns": "Todas las columnas (ITEM, AÑO, MES, DISTRITO, TOTAL) para alimentar el dashboard con información completa.",
        "type": "fa-dashboard"
    }
]