[
    {
        "title": "Mapeo de Flujo Turístico",
        "description": "Visualizar patrones de visita a las Áreas Naturales Protegidas. Identificar los sectores turísticos más populares y analizar la distribución de visitantes según procedencia, edad y duración de estadía.",
        "technique": "Análisis geoespacial, mapas interactivos",
        "columns": "ANP (Identificar la ubicación geográfica del ANP), SECTOR (Determinar los sectores de mayor interés turístico), DEPARTAMENTO, PROVINCIA, DISTRITO, UBIGEO (Geolocalizar y agrupar visitantes por región), PROCEDENCIA (Analizar el origen de los turistas: nacional, internacional o local), EDAD (Identificar grupos demográficos específicos), FECHA (Identificar tendencias temporales en la visitation) , VISITAS_E1, VISITAS_E2A3, VISITAS_E3A30 (Cuantificar el flujo turístico por duración de estadía)",
        "type": "fa-map"
    },
    {
        "title": "Predicción de Demanda Turística",
        "description": "Utilizar modelos de aprendizaje automático para predecir la demanda turística futura en diferentes Áreas Naturales Protegidas, según variables como fecha, procedencia y duración de estadía.",
        "technique": "Análisis predictivo, machine learning (regresión, series de tiempo)",
        "columns": "ANP (Identificar el área natural protegida), SECTOR (Considerar la popularidad del sector turístico), DEPARTAMENTO, PROVINCIA, DISTRITO (Analizar patrones regionales), FECHA (Factor temporal clave para la predicción), PROCEDENCIA, EDAD (Variables demográficas que pueden influir en la demanda), VISITAS_E1, VISITAS_E2A3, VISITAS_E3A30 (Datos históricos de visitas para entrenar el modelo)",
        "type": "fa-chart-line"
    },
    {
        "title": "Segmentación de Visitantes",
        "description": "Agrupar a los visitantes en diferentes segmentos según sus preferencias y patrones de viaje, permitiendo estrategias de marketing personalizadas.",
        "technique": "Análisis de cluster, machine learning",
        "columns": "ANP (Contexto geográfico de la visita), SECTOR (Intereses del visitante), PROCEDENCIA (Origen del turista), EDAD (Grupo demográfico), VISITAS_E1, VISITAS_E2A3, VISITAS_E3A30 (Duración de estadía como indicador de preferencias)",
        "type": "fa-users"
    },
    {
        "title": "Impacto Económico del Turismo",
        "description": "Estimar el impacto económico generado por el turismo en las diferentes regiones, considerando la cantidad de visitantes, duración de estancia y gastos promedio.",
        "technique": "Análisis económico, modelado financiero",
        "columns": "ANP (Ubicación geográfica para analizar impactos regionales), DEPARTAMENTO, PROVINCIA, DISTRITO (Niveles geográficos para análisis detallados), VISITAS_E1, VISITAS_E2A3, VISITAS_E3A30 (Cantidad de visitantes por duración de estadía)",
        "type": "fa-money-bill"
    },
    {
        "title": "Dashboard Interactivo de Turismo",
        "description": "Crear un dashboard interactivo que permita visualizar información clave sobre el turismo en las Áreas Naturales Protegidas, incluyendo mapas, gráficos y tablas dinámicas.",
        "technique": "Desarrollo de dashboards (Power BI, Tableau), visualización de datos",
        "columns": "Todas las columnas del dataset (ANP, SECTOR, DEPARTAMENTO, PROVINCIA, DISTRITO, UBIGEO, PROCEDENCIA, EDAD, FECHA, VISITAS_E1, VISITAS_E2A3, VISITAS_E3A30) para una visualización completa",
        "type": "fa-desktop"
    }
]