[
    {
        "title": "Mapa de Gastos por Tipo de Ruta",
        "description": "Este dashboard mostrará la distribución geográfica de los gastos de viáticos y pasajes del SENACE, categorizados por tipo de ruta (Terrestre, Aérea, Fluvial). Permitirá identificar rutas con mayor gasto y patrones en la asignación de recursos.",
        "technique": "Análisis geoespacial, visualización de datos",
        "columns": "TIPO_RUTA (para categorizar los viajes), COSTO_PASAJES (para calcular el costo por tipo de ruta), RUTA (para ubicación geográfica), NOMBRES_ANOMINIZADOS (opcional, para identificar patrones de viaje de ciertos servidores)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Análisis de Costos por Área",
        "description": "Este análisis permitirá comparar los gastos en viáticos y pasajes entre diferentes áreas u oficinas del SENACE. Se pueden identificar áreas con mayor inversión en viajes y analizar si esta inversión se justifica.",
        "technique": "Análisis estadístico, visualización de datos",
        "columns": "AREA (para agrupar los viajes por área), COSTO_PASAJES (para calcular el gasto total por área), VIATICOS (para analizar la proporción de viáticos respecto al costo total)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Predicción de Costos de Viaje",
        "description": "Utilizando Machine Learning, este modelo podrá predecir el costo total de un viaje futuro basado en variables como tipo de ruta, duración del viaje y área de origen. Permite optimizar la planificación presupuestaria.",
        "technique": "Machine learning (regresión), análisis predictivo",
        "columns": "TIPO_RUTA (variable predictora), DURACION (variable predictora), AREA (variable predictora), COSTO_PASAJES (variable a predecir)",
        "type": "fa-robot"
    },
    {
        "title": "Identificación de Posibles Irregularidades",
        "description": "Este análisis buscará patrones inusuales en los datos, como viajes muy costosos para distancias cortas o frecuencias de viaje altas para un servidor. Puede ayudar a detectar posibles casos de corrupción.",
        "technique": "Análisis de outliers, visualización de datos",
        "columns": "COSTO_PASAJES (para identificar costos atípicos), DURACION (para relacionar duración con costo), RUTA (para analizar distancias recorridas), NOMBRES_ANOMINIZADOS (para identificar patrones en viajes de servidores específicos)",
        "type": "fa-shield-check"
    },
    {
        "title": "Optimización de Rutas",
        "description": "Este dashboard mostrará las rutas más utilizadas por el SENACE y permitirá compararlas con alternativas más eficientes en términos de tiempo o costo. Se puede utilizar para optimizar la planificación de viajes.",
        "technique": "Análisis geoespacial, optimización de rutas",
        "columns": "RUTA (para identificar rutas frecuentes), TIPO_RUTA (para analizar el tipo de transporte utilizado), COSTO_PASAJES (para comparar costos entre rutas alternativas), DURACION (para comparar tiempos de viaje)",
        "type": "fa-route"
    }
]