[
    {
        "title": "Mapa Interactivo de Accesibilidad a Servicios de Salud",
        "description": "Este proyecto busca crear un mapa interactivo que muestre la ubicación de centros de salud, hospitales y farmacias en zonas rurales y urbanas. La herramienta permitirá identificar áreas con baja cobertura de servicios de salud y priorizar intervenciones para mejorar el acceso.",
        "technique": "Análisis espacial, geo-referenciación, machine learning para identificar patrones de accesibilidad.",
        "columns": "Latitud (Ubicación geográfica del centro de salud), Longitud (Ubicación geográfica del centro de salud), Tipo de servicio (Hospital, centro de salud, farmacia), Distancia a la población más cercana (Kilómetros), Población atendida (Número de habitantes)",
        "type": "fa-map-marker-alt",
        "complement_idea": "Integrar funciones de realidad aumentada para guiar a los usuarios hasta los centros de salud.",
        "impact": "El mapa interactivo tiene un alto impacto potencial al identificar áreas con poca accesibilidad a servicios de salud y permitir que las personas tomen decisiones informadas sobre su bienestar. Además, la inclusión de rutas personalizadas y elementos de juego puede aumentar la participación de la comunidad y promover hábitos más saludables.",
        "scalability": "La arquitectura modular del mapa permite adaptarlo a otras necesidades sociales, como la visualización de recursos educativos o puntos de acceso a agua potable. La colaboración con organizaciones locales y el uso de plataformas de código abierto garantizan su sostenibilidad y expansión a nuevas áreas.",
        "viability": "El proyecto es viable gracias al uso estratégico de tecnología de código abierto, alianzas estratégicas con entidades públicas y privadas para obtener datos y financiamiento, y un enfoque en la usabilidad y participación comunitaria para asegurar su adopción y éxito."
    },
    {
        "title": "Optimización de Rutas de Transporte Público",
        "description": "Este proyecto utiliza datos de ubicación y horarios de buses para optimizar las rutas del transporte público, reduciendo tiempos de viaje y mejorando la eficiencia.  La herramienta puede identificar áreas con alta demanda y ajustar frecuencias de autobuses.",
        "technique": "Análisis de rutas, machine learning para predecir patrones de movilidad, visualización en mapas.",
        "columns": "ID Ruta (Identificador único de la ruta), Hora de partida (Horario de salida del autobús), Hora de llegada (Horario de llegada a destino), Paradas (Lista de paradas en la ruta), Número de pasajeros (Cantidad de usuarios por parada)",
        "type": "fa-bus",
        "complement_idea": "La idea de optimizar las rutas de transporte público en tiempo real utilizando datos de ubicación de autobuses y algoritmos es excelente. Se puede complementar con otras tecnologías como la geolocalización de usuarios para una mayor personalización de las rutas.",
        "impact": "El impacto potencial es enorme: reducción de tiempos de viaje, aumento de oportunidades laborales, mejor acceso a servicios esenciales, disminución de la congestión vehicular y un transporte público más eficiente y atractivo.",
        "scalability": "La solución es altamente escalable. Se puede implementar en otras ciudades y países con adaptaciones según las necesidades locales. La posibilidad de utilizar algoritmos de aprendizaje automático permite que el sistema se adapte dinámicamente a los cambios en los patrones de movilidad.",
        "viability": "La viabilidad técnica es alta, ya que existen APIs para acceder a datos en tiempo real de transporte público y algoritmos de optimización de rutas disponibles. La viabilidad económica depende de la colaboración público-privada para compartir costos y obtener beneficios mutuos."
    },
    {
        "title": "Plataforma de Aprendizaje Digital para Comunidades Vulnerables",
        "description": "Esta plataforma ofrece cursos online gratuitos y accesibles en áreas como alfabetización digital, habilidades profesionales y emprendimiento. La interfaz será intuitiva y adaptable a diferentes dispositivos.",
        "technique": "Desarrollo web, diseño UX/UI amigable, integración con plataformas de aprendizaje existentes.",
        "columns": "Nombre del curso (Título del curso), Descripción (Breve resumen del contenido), Nivel (Básico, intermedio, avanzado), Idioma (Español, inglés, quechua, etc.), Materiales (Enlace a videos, documentos, ejercicios)",
        "type": "fa-laptop",
        "complement_idea": "Plataforma de Aprendizaje Digital para Comunidades Vulnerables es una iniciativa poderosa que busca empoderar a comunidades vulnerables mediante cursos en línea gratuitos en áreas esenciales como alfabetización digital, desarrollo profesional y emprendimiento. ",
        "impact": "Esta plataforma tiene un alto impacto social al proporcionar acceso a la educación y oportunidades económicas a personas que de otro modo podrían no tenerlas. La inclusión de insignias de habilidades basadas en blockchain, contenido localizado y un mercado comunitario potencia aún más el aprendizaje y la generación de ingresos.",
        "scalability": "El modelo basado en tecnología de código abierto y diseño móvil primero asegura la viabilidad a largo plazo y permite que la plataforma se adapte a diferentes contextos culturales y lingüísticos. ",
        "viability": "La plataforma es técnicamente viable gracias al uso de plataformas LMS de código abierto y la integración con recursos MOOC existentes. Además, la búsqueda activa de subvenciones y financiación enfocada en la inclusión digital asegurará su sostenibilidad."
    },
    {
        "title": "Sistema de Monitoreo Ambiental con Inteligencia Artificial",
        "description": "Este sistema utiliza sensores y drones para recopilar datos sobre la calidad del aire, agua y suelo. La inteligencia artificial analiza estos datos para detectar patrones de contaminación, predecir riesgos ambientales y guiar acciones de mitigación.",
        "technique": "IoT (Internet of Things), machine learning para análisis predictivo, visualización de datos en mapas interactivos.",
        "columns": "Fecha (Fecha y hora de la medición), Ubicación (Coordenadas GPS del sensor), Tipo de dato (Calidad del aire, temperatura del agua, niveles de contaminantes), Valor (Lectura del sensor), Alerta (Indicador de riesgo ambiental)",
        "type": "fa-globe",
        "complement_idea": "El Sistema de Monitoreo Ambiental con IA es una idea innovadora que utiliza sensores IoT y drones con IA para monitorear la calidad ambiental en tiempo real.  Esto permite la detección temprana de problemas, la predicción de riesgos y la identificación de fuentes de contaminación.",
        "impact": "Este sistema tiene un alto impacto potencial al mejorar la salud pública mediante la provisión de información sobre la calidad del aire y el agua. También puede ayudar a prevenir desastres ambientales y promover prácticas de sostenibilidad.",
        "scalability": "El sistema es escalable gracias a la naturaleza modular de los sensores y drones, que pueden desplegarse en diferentes ubicaciones. La integración con plataformas de datos abiertas permite compartir información y colaborar con otras organizaciones.",
        "viability": "La viabilidad del proyecto depende de asegurar financiamiento para la implementación inicial y el mantenimiento continuo de los equipos. Además, es importante abordar las cuestiones de seguridad y privacidad de los datos recolectados."
    },
    {
        "title": "Predicción de la Demanda de Recursos Hídricos",
        "description": "Este modelo utiliza datos históricos de consumo de agua, patrones climáticos y crecimiento poblacional para predecir la demanda futura de agua en diferentes regiones. Permite a las autoridades planificar mejor el uso del recurso hídrico.",
        "technique": "Análisis de series temporales, machine learning para pronósticos, visualización de datos en gráficos interactivos.",
        "columns": "Fecha (Fecha de la medición), Región (Zona geográfica), Consumo de agua (Litros por habitante), Precipitación (Milímetros), Temperatura (Grados Celsius), Población (Número de habitantes)",
        "type": "fa-water",
        "complement_idea": "Esta idea puede complementarse integrando datos en tiempo real sobre precipitaciones, niveles de agua en embalses y consumo actual. Además, se podría desarrollar una plataforma web para acceder a las predicciones y análisis personalizados para diferentes regiones.",
        "impact": "El impacto potencial es significativo, ya que permite una gestión más eficiente del agua, previniendo escasez y asegurando el acceso a este recurso vital para la población, especialmente en áreas vulnerables.",
        "scalability": "La solución se puede escalar fácilmente a nivel global gracias a su naturaleza abierta y adaptable a diferentes contextos regionales. La posibilidad de integrar datos locales permite personalizar las predicciones y aumentar su precisión.",
        "viability": "La viabilidad técnica es alta, ya que se basa en tecnologías probadas como el análisis de series temporales y el aprendizaje automático.  Es importante asegurar la calidad y accesibilidad de los datos históricos para un funcionamiento óptimo."
    }
]