[
    {
        "title": "Mapa Interactivo de Accesibilidad a Servicios de Salud",
        "description": "Este proyecto busca crear un mapa interactivo que muestre la ubicación de centros de salud, hospitales y farmacias en zonas rurales y urbanas. La herramienta permitirá identificar áreas con baja cobertura de servicios de salud y priorizar intervenciones para mejorar el acceso.",
        "technique": "Análisis espacial, geo-referenciación, machine learning para identificar patrones de accesibilidad.",
        "columns": "Latitud (Ubicación geográfica del centro de salud), Longitud (Ubicación geográfica del centro de salud), Tipo de servicio (Hospital, centro de salud, farmacia), Distancia a la población más cercana (Kilómetros), Población atendida (Número de habitantes)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Optimización de Rutas de Transporte Público",
        "description": "Este proyecto utiliza datos de ubicación y horarios de buses para optimizar las rutas del transporte público, reduciendo tiempos de viaje y mejorando la eficiencia.  La herramienta puede identificar áreas con alta demanda y ajustar frecuencias de autobuses.",
        "technique": "Análisis de rutas, machine learning para predecir patrones de movilidad, visualización en mapas.",
        "columns": "ID Ruta (Identificador único de la ruta), Hora de partida (Horario de salida del autobús), Hora de llegada (Horario de llegada a destino), Paradas (Lista de paradas en la ruta), Número de pasajeros (Cantidad de usuarios por parada)",
        "type": "fa-bus"
    },
    {
        "title": "Plataforma de Aprendizaje Digital para Comunidades Vulnerables",
        "description": "Esta plataforma ofrece cursos online gratuitos y accesibles en áreas como alfabetización digital, habilidades profesionales y emprendimiento. La interfaz será intuitiva y adaptable a diferentes dispositivos.",
        "technique": "Desarrollo web, diseño UX/UI amigable, integración con plataformas de aprendizaje existentes.",
        "columns": "Nombre del curso (Título del curso), Descripción (Breve resumen del contenido), Nivel (Básico, intermedio, avanzado), Idioma (Español, inglés, quechua, etc.), Materiales (Enlace a videos, documentos, ejercicios)",
        "type": "fa-laptop"
    },
    {
        "title": "Sistema de Monitoreo Ambiental con Inteligencia Artificial",
        "description": "Este sistema utiliza sensores y drones para recopilar datos sobre la calidad del aire, agua y suelo. La inteligencia artificial analiza estos datos para detectar patrones de contaminación, predecir riesgos ambientales y guiar acciones de mitigación.",
        "technique": "IoT (Internet of Things), machine learning para análisis predictivo, visualización de datos en mapas interactivos.",
        "columns": "Fecha (Fecha y hora de la medición), Ubicación (Coordenadas GPS del sensor), Tipo de dato (Calidad del aire, temperatura del agua, niveles de contaminantes), Valor (Lectura del sensor), Alerta (Indicador de riesgo ambiental)",
        "type": "fa-globe"
    },
    {
        "title": "Predicción de la Demanda de Recursos Hídricos",
        "description": "Este modelo utiliza datos históricos de consumo de agua, patrones climáticos y crecimiento poblacional para predecir la demanda futura de agua en diferentes regiones. Permite a las autoridades planificar mejor el uso del recurso hídrico.",
        "technique": "Análisis de series temporales, machine learning para pronósticos, visualización de datos en gráficos interactivos.",
        "columns": "Fecha (Fecha de la medición), Región (Zona geográfica), Consumo de agua (Litros por habitante), Precipitación (Milímetros), Temperatura (Grados Celsius), Población (Número de habitantes)",
        "type": "fa-water"
    }
]