[
    {
        "title": "Mapa de Calor de Generación de Residuos",
        "description": "Visualizar la cantidad de residuos sólidos domiciliarios generados por distrito. Permite identificar zonas con mayor necesidad de gestión de residuos.",
        "technique": "Análisis, geo-referenciación, mapas de calor",
        "columns": "UBIGEO (Para geolocalización), DISTRITO (Para etiquetar la información en el mapa), QRESIDUOS_DOM (Para determinar la intensidad del color en el mapa de calor), PERIODO (Para analizar la generación de residuos en diferentes años)",
        "type": "fa-map-marked-alt"
    },
    {
        "title": "Predicción de Generación de Residuos",
        "description": "Utilizar modelos de aprendizaje automático para predecir la cantidad futura de residuos generados en función de variables como población, tipo de vivienda y tendencias históricas.",
        "technique": "Análisis, machine learning, regresión lineal o ARIMA",
        "columns": "PERIODO (Variable independiente), POB_TOTAL (Variable independiente), QRESIDUOS_DOM (Variable dependiente)",
        "type": "fa-chart-line"
    },
    {
        "title": "Comparación de Gestión de Residuos por Región Natural",
        "description": "Analizar la cantidad de residuos generados por unidad de población en las diferentes regiones naturales (costa, sierra, selva) para identificar patrones y necesidades específicas.",
        "technique": "Análisis, gráficos de barras",
        "columns": "REG_NAT (Para agrupar los datos), QRESIDUOS_DOM (Para calcular la cantidad de residuos por unidad de población), POB_TOTAL (Para normalizar la cantidad de residuos)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Identificación de Zonas con Alta Densidad Poblacional y Baja Gestión de Residuos",
        "description": "Cruzar datos de densidad poblacional con información sobre la generación de residuos para identificar áreas donde la gestión de residuos podría ser deficiente.",
        "technique": "Análisis espacial, geo-referenciación, mapas temáticos",
        "columns": "UBIGEO (Para geolocalización), DISTRITO (Para etiquetar la información en el mapa), POB_TOTAL (Para calcular la densidad poblacional), QRESIDUOS_DOM (Para identificar áreas con baja gestión de residuos)",
        "type": "fa-map-pin"
    },
    {
        "title": "Dashboard Interactivo de Gestión de Residuos",
        "description": "Desarrollar un tablero de control interactivo que permita visualizar la información sobre generación de residuos, tendencias, puntos críticos y indicadores clave de desempeño.",
        "technique": "Análisis, geo-referenciación, machine learning para identificar patrones, Dashboards",
        "columns": "Todas las columnas (Para permitir una visualización completa de los datos)",
        "type": "fa-tachometer-alt"
    }
]