[
    {
        "title": "Mapa interactivo de generación de residuos",
        "description": "Visualizar la cantidad de residuos generados por municipio en un mapa interactivo. Permite identificar zonas con mayor acumulación de basura y focalizar esfuerzos de recolección y reciclaje.",
        "technique": "Análisis geoespacial, visualización de datos con mapas interactivos",
        "columns": "UBIGEO (para ubicar el municipio en el mapa), GENERACION_MUN_TDIA (mostrar la cantidad de residuos generados por día), GENERACION_PER_CAPITA_MUNICIPAL (comparar la generación de residuos entre municipios)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Predicción de generación de residuos",
        "description": "Utilizar machine learning para predecir la cantidad de residuos que se generarán en un futuro determinado, considerando variables como población, tipo de vivienda y hábitos de consumo.",
        "technique": "Modelado predictivo con algoritmos de machine learning",
        "columns": "UBIGEO (para identificar la ubicación), POBLACION (variable para el modelo), GENERACION_MUN_TDIA (variable objetivo a predecir), TIPO_VIVIENDA (categoría para mejorar la precisión del modelo), REGION (considerar factores regionales)",
        "type": "fa-chart-line"
    },
    {
        "title": "Comparación de gestión de residuos entre municipios",
        "description": "Crear un dashboard interactivo que permita comparar indicadores clave de gestión de residuos (por ejemplo, tasa de reciclaje, cantidad de vertederos) entre diferentes municipios. Facilita la identificación de mejores prácticas y áreas de mejora.",
        "technique": "Análisis comparativo, visualización en dashboards interactivos",
        "columns": "UBIGEO (para identificar el municipio), GENERACION_MUN_TDIA (comparar la cantidad de residuos generados), TASA_RECICLAJE (indicador de eficiencia), CANTIDAD_VERTEDEROS (evaluar impacto ambiental)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Análisis de patrones de consumo según tipo de vivienda",
        "description": "Investigar si existe una relación entre el tipo de vivienda y la cantidad de residuos generados por habitante. Permite identificar áreas donde se necesitan campañas de concientización sobre reciclaje o reducción de consumo.",
        "technique": "Análisis estadístico, segmentación por tipo de vivienda",
        "columns": "UBIGEO (para contextualizar la información), TIPO_VIVIENDA (categorizar las viviendas), GENERACION_PER_CAPITA_MUNICIPAL (comparar la generación de residuos por tipo de vivienda)",
        "type": "fa-home"
    },
    {
        "title": "Identificación de zonas con mayor potencial para compostaje",
        "description": "Utilizar información geográfica y demográfica para identificar áreas donde el compostaje domiciliario podría ser más viable, considerando factores como la densidad poblacional, acceso a espacios verdes y hábitos de consumo.",
        "technique": "Análisis geoespacial, superposición de capas de datos",
        "columns": "UBIGEO (para ubicar las zonas), DENSIDAD_POBLACIONAL (evaluar la viabilidad del compostaje a nivel local), ACCESO_ESPACIOS_VERDES (considerar la disponibilidad de espacios para compostaje)",
        "type": "fa-leaf"
    }
]