[
    {
        "title": "Identificación de sectores con mayor impacto en las emisiones GEI",
        "description": "Este análisis busca determinar los sectores que contribuyen más a las emisiones de gases de efecto invernadero (GEI) en el Perú. Esto permitirá enfocar esfuerzos de mitigación en áreas clave.",
        "technique": "Análisis estadístico por sector, visualización de datos con gráficos de barras",
        "columns": "ANIO (Filtrar por año específico), SECTOR (Agrupar emisiones por sector), EMISIONES_GEI_GGCO2EQ (Sumar las emisiones GEI para cada sector)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Análisis de tendencias de emisión de GEI por fuente",
        "description": "Este análisis examinará la evolución de las emisiones de GEI a lo largo del tiempo, permitiendo identificar fuentes que han aumentado o disminuido sus emisiones y así enfocar estrategias de intervención.",
        "technique": "Análisis de series temporales, visualización con gráficos de líneas",
        "columns": "FECHA_CORTE (Ordenar cronológicamente), FUENTE_DE_EMISION (Agrupar por fuente), EMISIONES_GEI_GGCO2EQ (Mostrar la evolución de las emisiones para cada fuente)",
        "type": "fa-chart-line"
    },
    {
        "title": "Mapa de Calor de Emisiones GEI por Región",
        "description": "Visualizar geográficamente la distribución de las emisiones de GEI en el Perú. Esto permite identificar regiones con mayor impacto ambiental y guiar estrategias de desarrollo sostenible regional.",
        "technique": "Geo-referenciación de datos, mapa de calor con intensidad de color representando niveles de emisión",
        "columns": "ANIO (Filtrar por año específico), SECTOR (Agrupar por sector para análisis más detallado), EMISIONES_GEI_GGCO2EQ (Usar como indicador de intensidad en el mapa)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Predicción de Emisiones Futuras con Machine Learning",
        "description": "Utilizar modelos de machine learning para predecir las emisiones futuras de GEI en base a las tendencias históricas. Esto permitirá anticipar escenarios y tomar medidas preventivas.",
        "technique": "Machine learning (regresión lineal, ARIMA o redes neuronales), análisis predictivo",
        "columns": "FECHA_CORTE (Variable independiente), ANIO (Variable independiente), EMISIONES_GEI_GGCO2EQ (Variable dependiente)",
        "type": "fa-chart-line"
    },
    {
        "title": "Dashboard Interactivo de Seguimiento de Emisiones",
        "description": "Crear un dashboard interactivo que permita visualizar y analizar los datos de emisiones GEI de forma intuitiva. Esto facilita el acceso a la información y la toma de decisiones.",
        "technique": "Desarrollo de Dashboard (Power BI, Tableau), selección de KPIs relevantes ",
        "columns": "Todas las columnas del dataset (utilizar filtros, gráficos interactivos para explorar los datos)",
        "type": "fa-desktop"
    }
]