[
    {
        "title": "Identificación de sectores con mayor impacto en las emisiones GEI",
        "description": "Este análisis busca determinar los sectores que contribuyen más a las emisiones de gases de efecto invernadero (GEI) en el Perú. Esto permitirá enfocar esfuerzos de mitigación en áreas clave.",
        "technique": "Análisis estadístico por sector, visualización de datos con gráficos de barras",
        "columns": "ANIO (Filtrar por año específico), SECTOR (Agrupar emisiones por sector), EMISIONES_GEI_GGCO2EQ (Sumar las emisiones GEI para cada sector)",
        "type": "fa-chart-bar",
        "complement_idea": "La propuesta de identificar los sectores que más contribuyen a las emisiones de GEI en Perú mediante análisis estadístico de datos públicos, combinada con la visualización interactiva y la colaboración con universidades u ONG locales, ofrece una solución integral y escalable para impulsar acciones climáticas efectivas.",
        "impact": "El impacto de esta iniciativa se reflejará en una mejor comprensión de los principales impulsores de las emisiones en Perú, lo que permitirá enfocar esfuerzos de mitigación en áreas clave. La transparencia a través del tablero interactivo empoderará a las partes interesadas y fomentará la participación ciudadana en la lucha contra el cambio climático.",
        "scalability": "El uso de datos públicos y la creación de un tablero online aseguran la escalabilidad y sostenibilidad a largo plazo del proyecto. Además, la colaboración con instituciones locales garantiza una mayor adopción y pertinencia de los resultados en el contexto peruano.",
        "viability": "La viabilidad se basa en la accesibilidad de los datos, la utilización de herramientas de análisis y visualización existentes y la participación activa de socios locales. Estos factores minimizan costos y riesgos, haciendo del proyecto una propuesta viable y sostenible."
    },
    {
        "title": "Análisis de tendencias de emisión de GEI por fuente",
        "description": "Este análisis examinará la evolución de las emisiones de GEI a lo largo del tiempo, permitiendo identificar fuentes que han aumentado o disminuido sus emisiones y así enfocar estrategias de intervención.",
        "technique": "Análisis de series temporales, visualización con gráficos de líneas",
        "columns": "FECHA_CORTE (Ordenar cronológicamente), FUENTE_DE_EMISION (Agrupar por fuente), EMISIONES_GEI_GGCO2EQ (Mostrar la evolución de las emisiones para cada fuente)",
        "type": "fa-chart-line",
        "complement_idea": "Este análisis permite profundizar en las fuentes de emisión, identificando áreas donde se necesitan acciones específicas para reducir el impacto ambiental. Se puede complementar con estudios de caso, modelos predictivos y análisis de costo-beneficio para fortalecer las estrategias de mitigación.",
        "impact": "Al identificar las fuentes de emisión más problemáticas, este análisis permite enfocar los esfuerzos de reducción de emisiones de manera eficiente. Esto puede traducirse en mejoras tangibles en la calidad del aire, la salud pública y la mitigación del cambio climático.",
        "scalability": "La metodología empleada se basa en datos públicos y técnicas de análisis estadístico accesibles, lo que facilita su aplicación a diferentes contextos geográficos y sectores industriales. El análisis puede ser adaptado y ampliado para incluir nuevas fuentes de datos y variables relevantes.",
        "viability": "El uso de datos abiertos y herramientas de análisis gratuitas reduce significativamente los costos de implementación. Además, los resultados obtenidos pueden utilizarse para atraer inversiones en proyectos de eficiencia energética, energías renovables y otras soluciones que generen beneficios económicos a largo plazo."
    },
    {
        "title": "Mapa de Calor de Emisiones GEI por Región",
        "description": "Visualizar geográficamente la distribución de las emisiones de GEI en el Perú. Esto permite identificar regiones con mayor impacto ambiental y guiar estrategias de desarrollo sostenible regional.",
        "technique": "Geo-referenciación de datos, mapa de calor con intensidad de color representando niveles de emisión",
        "columns": "ANIO (Filtrar por año específico), SECTOR (Agrupar por sector para análisis más detallado), EMISIONES_GEI_GGCO2EQ (Usar como indicador de intensidad en el mapa)",
        "type": "fa-map-marker-alt",
        "complement_idea": "-",
        "impact": "-",
        "scalability": "-",
        "viability": "-"
    },
    {
        "title": "Predicción de Emisiones Futuras con Machine Learning",
        "description": "Utilizar modelos de machine learning para predecir las emisiones futuras de GEI en base a las tendencias históricas. Esto permitirá anticipar escenarios y tomar medidas preventivas.",
        "technique": "Machine learning (regresión lineal, ARIMA o redes neuronales), análisis predictivo",
        "columns": "FECHA_CORTE (Variable independiente), ANIO (Variable independiente), EMISIONES_GEI_GGCO2EQ (Variable dependiente)",
        "type": "fa-chart-line",
        "complement_idea": "El proyecto 'Predicción de Emisiones Futuras con Machine Learning' puede ser complementado mediante la integración de datos geográficos y socioeconómicos. Esto permitiría identificar áreas de mayor riesgo y desarrollar estrategias de mitigación más focalizadas.",
        "impact": "Este proyecto tiene un alto impacto potencial, ya que contribuiría a la lucha contra el cambio climático al permitir una planificación proactiva y estratégica para reducir las emisiones de gases de efecto invernadero. Además, podría impulsar la toma de decisiones informadas en materia de políticas ambientales.",
        "scalability": "La solución propuesta es escalable gracias a la naturaleza adaptable del aprendizaje automático. Los modelos pueden ser entrenados con datos de diferentes regiones y países, lo que permite su aplicación global.",
        "viability": "La viabilidad técnica del proyecto depende principalmente del acceso a datos históricos de calidad sobre emisiones. La viabilidad económica se puede asegurar explorando opciones de código abierto para herramientas y plataformas de aprendizaje automático, así como buscando alianzas con instituciones u organizaciones que puedan aportar recursos o financiación."
    },
    {
        "title": "Dashboard Interactivo de Seguimiento de Emisiones",
        "description": "Crear un dashboard interactivo que permita visualizar y analizar los datos de emisiones GEI de forma intuitiva. Esto facilita el acceso a la información y la toma de decisiones.",
        "technique": "Desarrollo de Dashboard (Power BI, Tableau), selección de KPIs relevantes ",
        "columns": "Todas las columnas del dataset (utilizar filtros, gráficos interactivos para explorar los datos)",
        "type": "fa-desktop",
        "complement_idea": "El proyecto se beneficia de la incorporación de ideas de todos los actores. La propuesta inicial se puede complementar con:",
        "impact": "Alto impacto potencial. El tablero interactivo de emisiones mejorará la transparencia, facilitará la toma de decisiones basada en datos y podría impulsar reducciones de emisiones.",
        "scalability": "Alta escalabilidad.  El diseño modular permite futuras expansiones y adaptaciones a diferentes audiencias (equipos internos, comunidades, responsables políticos).",
        "viability": "Factible técnicamente. Las herramientas existentes como Power BI o Tableau facilitan el desarrollo. Los desafíos se centran en la estandarización de datos de diversas fuentes y en el mantenimiento continuo, que requerirá recursos dedicados."
    }
]