[
    {
        "title": "Monitoreo de Humedad del Suelo en Tayacoto",
        "description": "Visualizar la evolución de la humedad del suelo a diferentes profundidades (20, 60 y 100 cm) en el tiempo. Identificar patrones de sequía o exceso de humedad.",
        "technique": "Análisis temporal de series, mapas de calor, geo-referenciación",
        "columns": "FECHA_REGISTRO (eje X para graficos de serie temporal), HUMEDAD_SUELO_PROMEDIO_20 (valor para gráfica a 20 cm), HUMEDAD_SUELO_PROMEDIO_60 (valor para gráfica a 60 cm), HUMEDAD_SUELO_PROMEDIO_100 (valor para gráfica a 100 cm), DEPARTAMENTO, PROVINCIA, DISTRITO, UBIGEO (para geo-referenciar los datos y crear mapas de calor)",
        "type": "fa-chart-line"
    },
    {
        "title": "Comparación de Humedad del Suelo en Diferentes Zonas",
        "description": "Analizar las diferencias en la humedad del suelo entre diferentes áreas dentro del distrito de Independencia. Determinar si hay zonas más propensas a la sequía o al exceso de agua.",
        "technique": "Análisis espacial, mapas de contorno, agrupamiento",
        "columns": "HUMEDAD_SUELO_PROMEDIO_20 (valor para mapa de contorno), HUMEDAD_SUELO_PROMEDIO_60 (valor para mapa de contorno), HUMEDAD_SUELO_PROMEDIO_100 (valor para mapa de contorno), DEPARTAMENTO, PROVINCIA, DISTRITO, UBIGEO (para geo-referenciar los datos)",
        "type": "fa-map-marked"
    },
    {
        "title": "Predicción de Humedad del Suelo",
        "description": "Utilizar modelos de machine learning para predecir la humedad del suelo en el futuro. Esto puede ayudar a los agricultores a tomar decisiones informadas sobre riego.",
        "technique": "Machine Learning, Regresión lineal o redes neuronales",
        "columns": "FECHA_REGISTRO (variable independiente), HUMEDAD_SUELO_PROMEDIO_20 (variable dependiente), HUMEDAD_SUELO_PROMEDIO_60 (variable dependiente), HUMEDAD_SUELO_PROMEDIO_100 (variable dependiente)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Dashboard Interactivo de Humedad del Suelo",
        "description": "Desarrollar un dashboard interactivo que permita a los usuarios explorar los datos de humedad del suelo. El dashboard puede incluir mapas, gráficos y tablas.",
        "technique": "Desarrollo web, herramientas de visualización (Tableau, Power BI)",
        "columns": "FECHA_REGISTRO, HUMEDAD_SUELO_PROMEDIO_20, HUMEDAD_SUELO_PROMEDIO_60, HUMEDAD_SUELO_PROMEDIO_100, DEPARTAMENTO, PROVINCIA, DISTRITO, UBIGEO (todas las columnas serán utilizadas para filtros y visualización)",
        "type": "fa-laptop"
    },
    {
        "title": "Análisis de la Relación entre Humedad del Suelo y Otros Factores",
        "description": "Investigar si existe una relación entre la humedad del suelo y otros factores ambientales, como la temperatura o la precipitación. Esto puede ayudar a comprender mejor los patrones de humedad del suelo.",
        "technique": "Análisis estadístico, correlación, regresión",
        "columns": "FECHA_REGISTRO (variable independiente), HUMEDAD_SUELO_PROMEDIO_20, HUMEDAD_SUELO_PROMEDIO_60, HUMEDAD_SUELO_PROMEDIO_100 (variables dependientes). Se requerirá información adicional sobre temperatura y precipitación.",
        "type": "fa-flask"
    }
]