[
    {
        "title": "Mapa interactivo de la deforestación en Perú",
        "description": "Visualizar la pérdida de bosques a nivel nacional, departamental y distrital. Permite identificar zonas críticas y patrones de deforestación.",
        "technique": "Análisis geoespacial con QGIS/ArcGIS, creación de mapas interactivos con Leaflet/Mapbox",
        "columns": "UBIGEO (para la geolocalización), FECHA_CORTE (para análisis temporal), DEPARTAMENTO (para agrupar datos a nivel departamental), DISTRITO (para análisis a nivel local), PERDIDA_BOSQUE (para visualizar la intensidad de la deforestación)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Predicción de la pérdida de bosques con Machine Learning",
        "description": "Utilizar datos históricos de deforestación para predecir áreas con mayor riesgo de perder cobertura forestal en el futuro.",
        "technique": "Modelado predictivo con algoritmos de Machine Learning (Random Forest, Gradient Boosting), análisis de series de tiempo",
        "columns": "FECHA_CORTE (variable temporal), UBIGEO (localización geográfica), PERDIDA_BOSQUE (variable objetivo), BOSQUE (variable predictora), HIDROGRAFIA (factor ambiental)",
        "type": "fa-chart-line"
    },
    {
        "title": "Comparación de tasas de deforestación entre distritos",
        "description": "Generar un ranking de distritos según su tasa de pérdida de bosque por año. Permite identificar las áreas con mayor impacto ambiental.",
        "technique": "Cálculo de tasas de cambio (PERDIDA_BOSQUE/BOSQUE), ordenamiento y visualización de datos en tablas o gráficos",
        "columns": "UBIGEO (para identificar distritos), ANIO (para análisis anual), PERDIDA_BOSQUE (para calcular la tasa de pérdida), BOSQUE (dato inicial para calcular la tasa)",
        "type": "fa-list-ol"
    },
    {
        "title": "Dashboard interactivo del estado de los bosques",
        "description": "Crear un tablero de control que muestre información clave sobre la cobertura forestal en tiempo real, mapas interactivos, gráficos y tablas.",
        "technique": "Desarrollo web con librerías de visualización (Plotly, D3.js), integración de datos con bases de datos",
        "columns": "Todas las columnas del dataset para una visión completa del estado de los bosques, incluyendo información geográfica, temporal y cuantitativa.",
        "type": "fa-chart-bar"
    },
    {
        "title": "Análisis de la relación entre deforestación y variables socioeconómicas",
        "description": "Investigar si existen correlaciones entre la pérdida de bosques y factores como densidad poblacional, tipo de actividad económica o acceso a servicios.",
        "technique": "Análisis estadístico multivariable (regresión lineal, análisis de correlación), visualización de resultados con mapas de calor.",
        "columns": "UBIGEO (para unir datos espaciales con información socioeconómica), PERDIDA_BOSQUE (variable dependiente),  densidad poblacional, indicadores económicos (disponibles en otras fuentes de datos)",
        "type": "fa-balance-scale"
    }
]