[
    {
        "title": "Mapa interactivo de calidad del aire en Lima",
        "description": "Desarrollar un mapa web interactivo que muestre la concentración de PM10, PM2.5 y NO2 en tiempo real en diferentes puntos de Lima. Los usuarios podrán consultar la calidad del aire en su ubicación o barrio.",
        "technique": "Análisis espacial, Geovisualización, desarrollo web",
        "columns": "ESTACION (para ubicar la estación en el mapa), LONGITUD (coordenada X para ubicar la estación), LATITUD (coordenada Y para ubicar la estación), FECHA (para filtrar datos por fecha), HORA (para filtrar datos por hora), PM10 (valor de concentración a mostrar en el mapa), PM2_5 (valor de concentración a mostrar en el mapa), NO2 (valor de concentración a mostrar en el mapa),",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Predicción de niveles de contaminación",
        "description": "Utilizar modelos de machine learning para predecir los niveles futuros de PM10, PM2.5 y NO2 en base a datos históricos de calidad del aire, condiciones meteorológicas y otros factores relevantes.",
        "technique": "Machine Learning, Regresión, análisis de series temporales",
        "columns": "FECHA (para el entrenamiento del modelo), HORA (para el entrenamiento del modelo), PM10 (variable objetivo para predecir), PM2_5 (variable objetivo para predecir), NO2 (variable objetivo para predecir), TEMPERATURA (variable predictora, se puede obtener de otras fuentes), HUMEDAD (variable predictora, se puede obtener de otras fuentes), VIENTO (variable predictora, se puede obtener de otras fuentes),",
        "type": "fa-chart-line"
    },
    {
        "title": "Identificación de zonas con mayor riesgo de contaminación",
        "description": "Analizar los datos históricos de calidad del aire para identificar las zonas de Lima que presentan mayores niveles de contaminación. Esta información puede ser útil para tomar medidas de mitigación.",
        "technique": "Análisis espacial, Clustering, estadística descriptiva",
        "columns": "ESTACION (para identificar la ubicación de cada punto de medición), LATITUD (coordenada Y para ubicar la estación), LONGITUD (coordenada X para ubicar la estación), PM10 (variable a analizar para identificar zonas de mayor contaminación), PM2_5 (variable a analizar para identificar zonas de mayor contaminación), NO2 (variable a analizar para identificar zonas de mayor contaminación),",
        "type": "fa-exclamation-triangle"
    },
    {
        "title": "Relación entre calidad del aire y salud pública",
        "description": "Investigar la posible relación entre los niveles de contaminación en Lima y las tasas de enfermedades respiratorias. Se puede utilizar información adicional de fuentes de datos públicas sobre casos de enfermedades.",
        "technique": "Análisis de correlación, Regresión lineal, visualización de datos",
        "columns": "FECHA (para emparejar datos de calidad del aire con datos de salud), ESTACION (para ubicar la fuente de contaminación potencial), PM10 (posible factor de riesgo para enfermedades respiratorias), PM2_5 (posible factor de riesgo para enfermedades respiratorias), NO2 (posible factor de riesgo para enfermedades respiratorias), TASAS_ENFERMEDADES_RESPIRATORIAS (datos de fuentes de salud pública, a agregar al dataset),",
        "type": "fa-heartbeat"
    },
    {
        "title": "Comparación de calidad del aire en diferentes distritos de Lima",
        "description": "Generar un reporte que compare los niveles de contaminación en diferentes distritos de Lima. Esta información puede ser útil para evaluar la efectividad de las políticas ambientales.",
        "technique": "Análisis de datos, visualización de datos, gráficos de barras y mapas de calor",
        "columns": "DISTRITO (para agrupar los datos por distrito), PM10 (variable a comparar entre distritos), PM2_5 (variable a comparar entre distritos), NO2 (variable a comparar entre distritos), FECHA (para filtrar datos por periodo de tiempo),",
        "type": "fa-chart-bar"
    }
]