[
    {
        "title": "Mapa interactivo de calidad del aire en Lima",
        "description": "Desarrollar un mapa web interactivo que muestre la concentración de PM10, PM2.5 y NO2 en tiempo real en diferentes puntos de Lima. Los usuarios podrán consultar la calidad del aire en su ubicación o barrio.",
        "technique": "Análisis espacial, Geovisualización, desarrollo web",
        "columns": "ESTACION (para ubicar la estación en el mapa), LONGITUD (coordenada X para ubicar la estación), LATITUD (coordenada Y para ubicar la estación), FECHA (para filtrar datos por fecha), HORA (para filtrar datos por hora), PM10 (valor de concentración a mostrar en el mapa), PM2_5 (valor de concentración a mostrar en el mapa), NO2 (valor de concentración a mostrar en el mapa),",
        "type": "fa-map-marker-alt",
        "complement_idea": "El 'Mapa interactivo de calidad del aire en Lima' puede ser aún más efectivo si incorpora las siguientes mejoras:",
        "impact": "Este mapa tiene un impacto social significativo al empoderar a los residentes de Lima para tomar decisiones informadas sobre su salud con base en datos precisos y localizados de la calidad del aire. Puede contribuir a reducir los riesgos para la salud asociados a la contaminación del aire.",
        "scalability": "El diseño modular del mapa permite expandirse fácilmente a otros contaminantes, ubicaciones e idiomas, maximizando su alcance e impacto.",
        "viability": "La viabilidad técnica es alta gracias al uso de plataformas de cartografía de código abierto y fuentes de datos en tiempo real como OpenAQ. Las asociaciones con organizaciones ambientales locales garantizan la precisión a largo plazo de los datos y la participación comunitaria."
    },
    {
        "title": "Predicción de niveles de contaminación",
        "description": "Utilizar modelos de machine learning para predecir los niveles futuros de PM10, PM2.5 y NO2 en base a datos históricos de calidad del aire, condiciones meteorológicas y otros factores relevantes.",
        "technique": "Machine Learning, Regresión, análisis de series temporales",
        "columns": "FECHA (para el entrenamiento del modelo), HORA (para el entrenamiento del modelo), PM10 (variable objetivo para predecir), PM2_5 (variable objetivo para predecir), NO2 (variable objetivo para predecir), TEMPERATURA (variable predictora, se puede obtener de otras fuentes), HUMEDAD (variable predictora, se puede obtener de otras fuentes), VIENTO (variable predictora, se puede obtener de otras fuentes),",
        "type": "fa-chart-line",
        "complement_idea": "El proyecto 'Predicción de niveles de contaminación' puede complementarse incluyendo análisis predictivos para otros contaminantes atmosféricos relevantes, como el ozono (O3) y el dióxido de carbono (CO2). Esto permitiría una visión más completa de la calidad del aire y facilitaría la toma de decisiones más informadas.",
        "impact": "El impacto de este proyecto es significativo al mejorar la salud pública a través de la prevención. Las alertas tempranas permiten a las personas vulnerables tomar medidas para protegerse de los efectos nocivos de la contaminación. Además, la información proporcionada puede influir en la planificación urbana sostenible, promoviendo espacios verdes y reduciendo el tráfico en zonas con mayor riesgo.",
        "scalability": "La escalabilidad del proyecto es alta. El modelo puede adaptarse a diferentes regiones geográficas ajustando los parámetros y utilizando datos locales. También se puede extender para predecir niveles de otros contaminantes atmosféricos, ampliando su utilidad.",
        "viability": "La viabilidad técnica del proyecto es sólida. La combinación de modelos de regresión con ARIMA o LSTM, junto con el uso de herramientas de aprendizaje automático de código abierto, permite un desarrollo eficiente y rentable. Sin embargo, el acceso a datos históricos confiables sobre calidad del aire, meteorología, densidad de tráfico y emisiones industriales es crucial para asegurar la precisión de las predicciones."
    },
    {
        "title": "Identificación de zonas con mayor riesgo de contaminación",
        "description": "Analizar los datos históricos de calidad del aire para identificar las zonas de Lima que presentan mayores niveles de contaminación. Esta información puede ser útil para tomar medidas de mitigación.",
        "technique": "Análisis espacial, Clustering, estadística descriptiva",
        "columns": "ESTACION (para identificar la ubicación de cada punto de medición), LATITUD (coordenada Y para ubicar la estación), LONGITUD (coordenada X para ubicar la estación), PM10 (variable a analizar para identificar zonas de mayor contaminación), PM2_5 (variable a analizar para identificar zonas de mayor contaminación), NO2 (variable a analizar para identificar zonas de mayor contaminación),",
        "type": "fa-exclamation-triangle",
        "complement_idea": "Identificación de zonas con mayor riesgo de contaminación mediante análisis espacial y algoritmos de agrupamiento de datos históricos de calidad del aire, complementados con información en tiempo real y modelos predictivos.",
        "impact": "Al identificar las zonas de mayor riesgo, se pueden implementar estrategias dirigidas para mejorar la calidad del aire, como la creación de espacios verdes, el rediseño del tráfico y la imposición de normas más estrictas a las industrias. Esto tendrá un impacto positivo directo en la salud pública, especialmente en las poblaciones vulnerables.",
        "scalability": "La metodología propuesta es escalable a otras ciudades peruanas o internacionales con datos similares disponibles. La integración de datos en tiempo real y modelos predictivos permitirá una respuesta más rápida y efectiva a los cambios en los patrones de contaminación.",
        "viability": "La viabilidad del proyecto depende de la disponibilidad de datos históricos de calidad del aire confiables. Se recomienda complementar estos datos con información de sensores en tiempo real para mayor precisión. La creación de un tablero interactivo facilitará la visualización y comprensión de los resultados por parte de las autoridades y la ciudadanía."
    },
    {
        "title": "Relación entre calidad del aire y salud pública",
        "description": "Investigar la posible relación entre los niveles de contaminación en Lima y las tasas de enfermedades respiratorias. Se puede utilizar información adicional de fuentes de datos públicas sobre casos de enfermedades.",
        "technique": "Análisis de correlación, Regresión lineal, visualización de datos",
        "columns": "FECHA (para emparejar datos de calidad del aire con datos de salud), ESTACION (para ubicar la fuente de contaminación potencial), PM10 (posible factor de riesgo para enfermedades respiratorias), PM2_5 (posible factor de riesgo para enfermedades respiratorias), NO2 (posible factor de riesgo para enfermedades respiratorias), TASAS_ENFERMEDADES_RESPIRATORIAS (datos de fuentes de salud pública, a agregar al dataset),",
        "type": "fa-heartbeat",
        "complement_idea": "Este proyecto investiga la relación crucial entre la calidad del aire en Lima y las enfermedades respiratorias. Utilizaremos datos públicos sobre los niveles de contaminantes (PM2.5, ozono de SENAMHI & MINAM) y la incidencia de enfermedades respiratorias (registros de salud pública).",
        "impact": "Este proyecto proporcionará información crucial para intervenciones de salud pública dirigidas, aumentará la conciencia sobre los riesgos de la calidad del aire y permitirá a las personas tomar decisiones informadas sobre su bienestar.",
        "scalability": "La metodología se basa en datos públicos y técnicas de análisis estadístico establecidas, lo que garantiza la viabilidad técnica y maximiza el impacto social. Además, el proyecto puede ser escalado a otras ciudades o regiones mediante la adquisición de datos locales pertinentes.",
        "viability": "La utilización de datos abiertos y técnicas estadísticas comprobadas asegura la viabilidad técnica del proyecto. El acceso a los datos de calidad del aire y salud pública es esencial para garantizar la precisión y validez de los resultados."
    },
    {
        "title": "Comparación de calidad del aire en diferentes distritos de Lima",
        "description": "Generar un reporte que compare los niveles de contaminación en diferentes distritos de Lima. Esta información puede ser útil para evaluar la efectividad de las políticas ambientales.",
        "technique": "Análisis de datos, visualización de datos, gráficos de barras y mapas de calor",
        "columns": "DISTRITO (para agrupar los datos por distrito), PM10 (variable a comparar entre distritos), PM2_5 (variable a comparar entre distritos), NO2 (variable a comparar entre distritos), FECHA (para filtrar datos por periodo de tiempo),",
        "type": "fa-chart-bar",
        "complement_idea": "-",
        "impact": "-",
        "scalability": "-",
        "viability": "-"
    }
]