[
    {
        "title": "Análisis de la distribución de usuarios en los parques zonales y metropolitanos",
        "description": "Este análisis se enfoca en determinar cómo se distribuyen los usuarios en diferentes parques a lo largo del tiempo. La información obtenida puede servir para optimizar la asignación de recursos, identificar patrones de uso y planificar estrategias de mejora.",
        "technique": "Análisis estadístico descriptivo, visualización de datos con gráficos de barras y mapas de calor",
        "columns": "PARQUE ZONAL Y METROPOLITANO (identificación del parque a analizar), AÑO (filtrado por año), PERIODO (agrupación por mes), USUARIO PAGANTE MAYOR DE 13 A 59 AÑOS, USUARIO PAGANTE MENOR DE 5 A 12 AÑOS, GRATUIDAD MENORES DE 0 A 4 AÑOS, GRATUIDAD ADULTO MAYOR (uso de estas columnas para calcular el total de usuarios por parque y periodo), TOTAL (verificación de la suma)",
        "type": "fa-chart-bar",
        "complement_idea": "Analizar la distribución de usuarios en parques zonales y metropolitanos mediante técnicas de estadística descriptiva y visualización de datos.",
        "impact": "Este enfoque permitirá optimizar la asignación de recursos, informar los horarios de mantenimiento y guiar mejoras dirigidas para mejorar la experiencia del parque para todos. Además, al identificar zonas de mayor afluencia, se pueden tomar medidas para garantizar la seguridad y accesibilidad de todos los usuarios.",
        "scalability": "El uso de herramientas de visualización accesibles y el aprovechamiento de datos disponibles hacen que este análisis sea escalable a otros parques y contextos. La creación de una plataforma de código abierto podría facilitar aún más la adopción por parte de otras organizaciones.",
        "viability": "La viabilidad de este análisis reside en su sencillez y accesibilidad. Las técnicas estadísticas descriptivas son fáciles de implementar, y las herramientas de visualización de datos están ampliamente disponibles. El uso de datos existentes reduce la necesidad de recopilar nueva información, lo que hace que el proyecto sea más económico."
    },
    {
        "title": "Identificación de patrones estacionales en la afluencia a los parques",
        "description": "Este análisis busca detectar si existen variaciones significativas en la cantidad de visitantes según la época del año. La información puede ser útil para planificar eventos, ajustar horarios de atención y optimizar recursos.",
        "technique": "Análisis de series temporales, gráficos de línea",
        "columns": "AÑO (filtrado por año), PERIODO (agrupación por mes), TOTAL (suma total de usuarios por mes)",
        "type": "fa-line-chart",
        "complement_idea": "El análisis de patrones de visitas estacionales utilizando análisis de series de tiempo es una técnica poderosa para optimizar la gestión del parque y mejorar la experiencia del visitante. Implica trazar datos históricos de asistencia contra el tiempo y aplicar métodos estadísticos para aislar las tendencias estacionales.",
        "impact": "Los conocimientos obtenidos son invaluables para: optimizar la plantilla ajustando los niveles de personal al volumen previsto de visitantes, planificar eventos programando actividades durante períodos de alta asistencia para maximizar el impacto y asignar recursos asegurando el uso eficiente de los recursos del parque en función de la demanda estacional. Esto no solo mejora la eficiencia operativa, sino que también crea una experiencia más agradable y accesible para todos los visitantes.",
        "scalability": "El método de series de tiempo puede aplicarse a otras ubicaciones con datos de visitantes (museos, zoológicos), lo que lo convierte en una herramienta versátil para optimizar las operaciones en diversos entornos.",
        "viability": "Dado que están disponibles datos históricos de asistencia y herramientas analíticas (R, Python), esta técnica es práctica para implementar. Ofrece ahorros de costes tangibles y oportunidades de generación de ingresos."
    },
    {
        "title": "Comparación de la afluencia entre parques zonales y metropolitanos",
        "description": "Este análisis permite evaluar si existen diferencias significativas en la cantidad de visitantes entre tipos de parques. Los resultados pueden ayudar a comprender las preferencias del público, identificar áreas de oportunidad para mejorar la oferta de servicios y optimizar la inversión.",
        "technique": "Análisis estadístico comparativo, gráficos de barras agrupadas",
        "columns": "PARQUE ZONAL Y METROPOLITANO (clasificación por tipo de parque), AÑO (filtrado por año), PERIODO (agrupación por mes), TOTAL (suma total de usuarios por parque)",
        "type": "fa-chart-bar",
        "complement_idea": "El análisis comparativo de asistencia entre parques zonales y metropolitanos proporciona información valiosa para comprender las preferencias de la comunidad y optimizar los recursos de los parques.",
        "impact": "Este análisis permite identificar áreas que requieren mejoras específicas en función de las necesidades de los visitantes. Además, facilita una asignación eficiente de recursos, priorizando inversiones en parques con mayor demanda y garantizando un acceso equitativo a espacios verdes de calidad para todos los miembros de la comunidad.",
        "scalability": "El enfoque estadístico utilizado es escalable y puede adaptarse a diferentes contextos. Se puede aplicar a otros tipos de análisis relacionados con el uso de los parques, como la evaluación de la satisfacción de los visitantes o la identificación de patrones de uso específicos.",
        "viability": "La metodología propuesta es viable y eficiente en términos de recursos. El análisis de datos existentes (datos de asistencia diarios/semanales) minimiza los costos de recopilación de datos, y las herramientas estadísticas estándar son accesibles y fáciles de implementar."
    },
    {
        "title": "Análisis de la composición demográfica de los visitantes",
        "description": "Este análisis examina la distribución de usuarios según su edad y condición de pago. La información puede ser valiosa para adaptar las actividades y servicios a las necesidades del público objetivo.",
        "technique": "Gráficos circulares, tablas de frecuencia",
        "columns": "USUARIO PAGANTE MAYOR DE 13 A 59 AÑOS, USUARIO PAGANTE MENOR DE 5 A 12 AÑOS, GRATUIDAD MENORES DE 0 A 4 AÑOS, GRATUIDAD ADULTO MAYOR (uso de estas columnas para calcular porcentajes)",
        "type": "fa-chart-pie",
        "complement_idea": "El análisis de la composición demográfica de los visitantes, visualizando la distribución por edad y estado de pago mediante gráficos circulares y tablas de frecuencias, permite personalizar las experiencias, promover la inclusión y optimizar la retención.",
        "impact": "Este análisis permitirá ofrecer experiencias más relevantes para cada grupo demográfico, mejorando la satisfacción de los visitantes y fomentando un sentido de comunidad. También ayudará a identificar grupos subrepresentados y crear programas específicos para ellos.",
        "scalability": "La metodología propuesta es escalable ya que permite analizar datos en tiempo real y segmentar la información según diferentes criterios. Además, la creación de dashboards interactivos facilita la visualización y comprensión de los datos por parte de distintos usuarios.",
        "viability": "La viabilidad del proyecto depende de la implementación de métodos de recolección de datos no intrusivos para los visitantes y del desarrollo de herramientas de análisis accesibles y fáciles de usar. Es importante asegurar que el proceso sea eficiente y proporcione información útil para la toma de decisiones."
    },
    {
        "title": "Predicción de la afluencia futura a los parques",
        "description": "Utilizando modelos de machine learning, este análisis busca predecir el número de visitantes a los parques en períodos futuros. Los resultados pueden ser usados para optimizar la planificación de recursos y personal.",
        "technique": "Modelado predictivo (regresión lineal, redes neuronales), series temporales",
        "columns": "AÑO (variable independiente), PERIODO (variable independiente), TOTAL (variable dependiente)",
        "type": "fa-calendar-alt",
        "complement_idea": "Esta idea puede ampliarse integrando predicciones en un modelo de precios dinámicos, personalizando experiencias para visitantes individuales y optimizando las operaciones del parque con datos en tiempo real.",
        "impact": "Esta solución tiene un impacto positivo directo en la comunidad al optimizar la asignación de personal, recursos y experiencias de los visitantes, lo que conduce a visitas más seguras y agradables al parque.",
        "scalability": "El enfoque escalable comienza con modelos de regresión lineal y avanza hacia redes neuronales más complejas a medida que los datos se acumulan. La infraestructura en la nube asegura un entrenamiento y una implementación de modelos escalables.",
        "viability": "Esta idea es técnicamente viable, ya que aprovecha los datos históricos sobre visitas, clima, festivos y potencialmente el sentimiento de las redes sociales para construir modelos predictivos precisos."
    }
]