[
    {
        "title": "Análisis de la distribución de usuarios en los parques zonales y metropolitanos",
        "description": "Este análisis se enfoca en determinar cómo se distribuyen los usuarios en diferentes parques a lo largo del tiempo. La información obtenida puede servir para optimizar la asignación de recursos, identificar patrones de uso y planificar estrategias de mejora.",
        "technique": "Análisis estadístico descriptivo, visualización de datos con gráficos de barras y mapas de calor",
        "columns": "PARQUE ZONAL Y METROPOLITANO (identificación del parque a analizar), AÑO (filtrado por año), PERIODO (agrupación por mes), USUARIO PAGANTE MAYOR DE 13 A 59 AÑOS, USUARIO PAGANTE MENOR DE 5 A 12 AÑOS, GRATUIDAD MENORES DE 0 A 4 AÑOS, GRATUIDAD ADULTO MAYOR (uso de estas columnas para calcular el total de usuarios por parque y periodo), TOTAL (verificación de la suma)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Identificación de patrones estacionales en la afluencia a los parques",
        "description": "Este análisis busca detectar si existen variaciones significativas en la cantidad de visitantes según la época del año. La información puede ser útil para planificar eventos, ajustar horarios de atención y optimizar recursos.",
        "technique": "Análisis de series temporales, gráficos de línea",
        "columns": "AÑO (filtrado por año), PERIODO (agrupación por mes), TOTAL (suma total de usuarios por mes)",
        "type": "fa-line-chart"
    },
    {
        "title": "Comparación de la afluencia entre parques zonales y metropolitanos",
        "description": "Este análisis permite evaluar si existen diferencias significativas en la cantidad de visitantes entre tipos de parques. Los resultados pueden ayudar a comprender las preferencias del público, identificar áreas de oportunidad para mejorar la oferta de servicios y optimizar la inversión.",
        "technique": "Análisis estadístico comparativo, gráficos de barras agrupadas",
        "columns": "PARQUE ZONAL Y METROPOLITANO (clasificación por tipo de parque), AÑO (filtrado por año), PERIODO (agrupación por mes), TOTAL (suma total de usuarios por parque)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Análisis de la composición demográfica de los visitantes",
        "description": "Este análisis examina la distribución de usuarios según su edad y condición de pago. La información puede ser valiosa para adaptar las actividades y servicios a las necesidades del público objetivo.",
        "technique": "Gráficos circulares, tablas de frecuencia",
        "columns": "USUARIO PAGANTE MAYOR DE 13 A 59 AÑOS, USUARIO PAGANTE MENOR DE 5 A 12 AÑOS, GRATUIDAD MENORES DE 0 A 4 AÑOS, GRATUIDAD ADULTO MAYOR (uso de estas columnas para calcular porcentajes)",
        "type": "fa-chart-pie"
    },
    {
        "title": "Predicción de la afluencia futura a los parques",
        "description": "Utilizando modelos de machine learning, este análisis busca predecir el número de visitantes a los parques en períodos futuros. Los resultados pueden ser usados para optimizar la planificación de recursos y personal.",
        "technique": "Modelado predictivo (regresión lineal, redes neuronales), series temporales",
        "columns": "AÑO (variable independiente), PERIODO (variable independiente), TOTAL (variable dependiente)",
        "type": "fa-calendar-alt"
    }
]