[
    {
        "title": "Mapa de Distribución de Especialistas Ambientales",
        "description": "Visualizar la distribución geográfica de los especialistas ambientales registrados en la Nómina de SENACE. Esto permitirá identificar zonas con mayor concentración de profesionales y áreas donde existe una necesidad de mayor presencia.",
        "technique": "Análisis geoespacial, cartografía, visualizaciones interactivas",
        "columns": "UBIGEO (para ubicar a los especialistas geográficamente), COLEGIO_PROFESIONAL (filtrar por tipo de especialista ambiental), NIVEL_I, NIVEL_II, NIVEL_III (diferenciar la experiencia de los especialistas)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Predicción de Necesidades de Especialistas",
        "description": "Utilizar machine learning para predecir futuras necesidades de especialistas ambientales en diferentes regiones, considerando variables como proyectos de inversión, crecimiento poblacional y tendencias ambientales.",
        "technique": "Machine learning, análisis predictivo, modelos de regresión",
        "columns": "UBIGEO (localización), FECHA_INSCRIPCION_NOMINAS (tendencia histórica), TOTAL_EXPERIENCIA_GENERAL (nivel de experiencia disponible), COLEGIO_PROFESIONAL (tipos de especialistas necesarios)",
        "type": "fa-chart-line"
    },
    {
        "title": "Análisis de Trayectorias Profesionales",
        "description": "Identificar patrones en las trayectorias profesionales de los especialistas ambientales, analizando su evolución en experiencia, nivel de especialización y movilidad geográfica.",
        "technique": "Análisis de series temporales, minería de datos, visualización de redes",
        "columns": "DNI_ANONIMIZADO (identificación de especialistas), FECHA_NACIMIENTO (para analizar cohortes), FECHA_INCORPORACION_COLEGIO, FECHA_INSCRIPCION_NOMINAS, NIVEL_I, NIVEL_II, NIVEL_III, TOTAL_EXPERIENCIA_GENERAL, TOTAL_EXPERIENCIA_ESPECIFICA, UBIGEO (ubicación a lo largo del tiempo)",
        "type": "fa-history"
    },
    {
        "title": "Plataforma de Conexión entre Especialistas y Proyectos",
        "description": "Crear una plataforma que conecte a los especialistas ambientales registrados con proyectos que requieren sus servicios, facilitando la búsqueda de oportunidades laborales y la selección de profesionales adecuados.",
        "technique": "Desarrollo web, bases de datos, sistema de búsqueda inteligente",
        "columns": "DNI_ANONIMIZADO (identificación), COLEGIO_PROFESIONAL, NIVEL_I, NIVEL_II, NIVEL_III, TOTAL_EXPERIENCIA_GENERAL, TOTAL_EXPERIENCIA_ESPECIFICA (para filtrar por experiencia y tipo de especialista), UBIGEO (ubicación)",
        "type": "fa-handshake"
    },
    {
        "title": "Evaluación del Impacto Social de los Especialistas Ambientales",
        "description": "Analizar el impacto social de los proyectos en los que participan los especialistas ambientales, utilizando indicadores como la mejora de la calidad ambiental, la generación de empleo verde y el acceso a servicios básicos.",
        "technique": "Análisis de datos cualitativos y cuantitativos, encuestas, entrevistas",
        "columns": "DNI_ANONIMIZADO (identificación), COLEGIO_PROFESIONAL, UBIGEO (ubicación del proyecto), FECHA_INSCRIPCION_NOMINAS (período de participación en proyectos)",
        "type": "fa-globe"
    }
]