[
    {
        "title": "Mapa de Rendimiento Agrícola",
        "description": "Visualizar la distribución espacial del rendimiento agrícola por cultivo en la región de Cusco. Esto permite identificar áreas con alto potencial productivo y zonas que requieren atención.",
        "technique": "Análisis geoespacial, mapas interactivos",
        "columns": "DEPARTAMENTO (Filtrar por departamento), PROVINCIA (Filtrar por provincia), DISTRITO (Filtrar por distrito), CULTIVO (Seleccionar cultivo de interés), RENDIMIENTO (Mostrar valores de rendimiento en el mapa)",
        "type": "fa-map-location",
        "complement_idea": "Integrar datos de mercado y precios de los cultivos en el mapa para ayudar a los agricultores a tomar decisiones informadas sobre qué cultivar y cuándo vender.",
        "impact": "El Mapa de Rendimiento Agrícola tendrá un alto impacto en la comunidad, mejorando la eficiencia de la producción agrícola, aumentando las ganancias de los agricultores y contribuyendo a la seguridad alimentaria regional. Además, promoverá la adopción de prácticas agrícolas sostenibles.",
        "scalability": "La solución es escalable a otras regiones con datos similares sobre rendimiento de cultivos. Se puede adaptar a diferentes contextos y culturas agrícolas.",
        "viability": "La viabilidad técnica depende de la disponibilidad de datos confiables sobre el rendimiento de los cultivos en Cusco. La construcción y el mantenimiento del mapa requerirán recursos técnicos y financieros, pero se espera que los beneficios superen los costos."
    },
    {
        "title": "Análisis Temporal de la Producción Agrícola",
        "description": "Analizar las tendencias de producción a lo largo del tiempo para diferentes cultivos. Esto ayuda a comprender la evolución del sector agrícola y prever futuras demandas.",
        "technique": "Series de tiempo, análisis estadístico",
        "columns": "PERIODO_AGRICOLA (Agrupar datos por año), CULTIVO (Seleccionar cultivo de interés), PRODUCCION (Calcular sumas o promedios por periodo)",
        "type": "fa-chart-line",
        "complement_idea": "Análisis Temporal de la Producción Agrícola, un sistema que utiliza análisis de series de tiempo para predecir los rendimientos futuros y ayudar a los agricultores a tomar decisiones más informadas.",
        "impact": "Este proyecto puede tener un impacto significativo en la seguridad alimentaria al optimizar los cultivos, ayudar a los agricultores a adaptarse al cambio climático y facilitar una asignación de recursos más eficiente.",
        "scalability": "La naturaleza abierta del proyecto permite que se aplique a nivel mundial. Se pueden agregar datos adicionales sobre diferentes cultivos, regiones y tipos de agricultura para ampliar su alcance.",
        "viability": "-"
    },
    {
        "title": "Identificación de Áreas con Riesgo de Pérdida de Superficie",
        "description": "Utilizar modelos de machine learning para predecir áreas con mayor probabilidad de sufrir pérdida de superficie cultivable. Esto permite implementar estrategias preventivas.",
        "technique": "Machine learning, análisis predictivo",
        "columns": "DEPARTAMENTO (Considerar contexto regional), PROVINCIA, DISTRITO, CULTIVO, SUPERFICIE_PERDIDA (Usar como variable objetivo para el modelo)",
        "type": "fa-exclamation-triangle",
        "complement_idea": "-",
        "impact": "-",
        "scalability": "-",
        "viability": "-"
    },
    {
        "title": "Plataforma de Información para Pequeños Productores",
        "description": "Crear una plataforma web o aplicación móvil que facilite el acceso a información relevante sobre precios, mercados, técnicas de cultivo y asistencia técnica para los pequeños productores.",
        "technique": "Desarrollo web/mobile, bases de datos, integración de APIs",
        "columns": "CULTIVO (Categorizar información por tipo de cultivo), PRECIO_CHACRA (Mostrar precios históricos y tendencias),  DEPARTAMENTO (Filtrar información por región)",
        "type": "fa-laptop",
        "complement_idea": "La plataforma 'Plataforma de Información para Pequeños Productores' se complementa con la inclusión de funciones que permitan a los agricultores conectarse entre sí, compartiendo experiencias y conocimientos. También se podría considerar la integración con servicios financieros para facilitar el acceso a crédito o seguros.",
        "impact": "El impacto potencial de esta plataforma es significativo. Al brindar acceso a información precisa y actualizada sobre precios, mercados y técnicas de cultivo, empodera a los pequeños productores, permitiéndoles tomar decisiones más informadas que aumenten sus ingresos y mejoren su calidad de vida. La inclusión de herramientas de aprendizaje innovadoras como la realidad virtual aumentada (AR/VR) facilita la adquisición de conocimientos y habilidades.",
        "scalability": "La plataforma tiene un alto potencial de escalabilidad gracias a su diseño web/mobile, que permite acceder desde cualquier dispositivo.  La opción de ofrecer funcionalidades offline amplía su alcance a áreas con baja conectividad. Además, el modelo freemium garantiza la sostenibilidad económica mientras se mantiene accesible para todos los productores.",
        "viability": "La viabilidad técnica de la plataforma es sólida. El uso de tecnologías existentes como bases de datos, APIs y alojamiento en la nube garantiza un desarrollo y mantenimiento eficientes.  El modelo de negocio freemium permite generar ingresos sin sacrificar la accesibilidad. La participación de organizaciones de agricultores y expertos en el sector fortalece la confianza y la adopción por parte de los usuarios."
    },
    {
        "title": "Optimización de la Cadena de Suministro Agrícola",
        "description": "Analizar los flujos de producción, distribución y comercialización para identificar puntos de mejora en la cadena de suministro, reduciendo costos y tiempos de entrega.",
        "technique": "Análisis de red, optimización logística",
        "columns": "CULTIVO (Seleccionar cultivo específico), PRODUCCION (Cantidad producida), DISTRITO (Ubicación de producción), PRECIO_CHACRA (Precio de venta)",
        "type": "fa-truck",
        "complement_idea": "La idea de optimizar las cadenas de suministro agrícolas mediante el análisis de red y la optimización logística es sólida. Se puede complementar incluyendo tecnologías como trazabilidad blockchain para mayor transparencia y seguridad alimentaria.",
        "impact": "Este enfoque tendría un alto impacto, reduciendo costos para productores y consumidores, acelerando la entrega de productos frescos, minimizando el desperdicio de alimentos y mejorando la seguridad alimentaria.",
        "scalability": "La solución es escalable, ya que las herramientas de análisis de red y optimización logística están disponibles y se han probado en otras industrias. Se pueden adaptar a diferentes tamaños de cadenas de suministro y tipos de cultivos.",
        "viability": "La viabilidad es alta debido al uso de tecnologías existentes y probadas. La implementación requerirá inversión inicial en software y capacitación, pero los beneficios a largo plazo superarán los costos."
    }
]