[
    {
        "title": "Mapa de Rendimiento Agrícola",
        "description": "Visualizar la distribución espacial del rendimiento agrícola por cultivo en la región de Cusco. Esto permite identificar áreas con alto potencial productivo y zonas que requieren atención.",
        "technique": "Análisis geoespacial, mapas interactivos",
        "columns": "DEPARTAMENTO (Filtrar por departamento), PROVINCIA (Filtrar por provincia), DISTRITO (Filtrar por distrito), CULTIVO (Seleccionar cultivo de interés), RENDIMIENTO (Mostrar valores de rendimiento en el mapa)",
        "type": "fa-map-location"
    },
    {
        "title": "Análisis Temporal de la Producción Agrícola",
        "description": "Analizar las tendencias de producción a lo largo del tiempo para diferentes cultivos. Esto ayuda a comprender la evolución del sector agrícola y prever futuras demandas.",
        "technique": "Series de tiempo, análisis estadístico",
        "columns": "PERIODO_AGRICOLA (Agrupar datos por año), CULTIVO (Seleccionar cultivo de interés), PRODUCCION (Calcular sumas o promedios por periodo)",
        "type": "fa-chart-line"
    },
    {
        "title": "Identificación de Áreas con Riesgo de Pérdida de Superficie",
        "description": "Utilizar modelos de machine learning para predecir áreas con mayor probabilidad de sufrir pérdida de superficie cultivable. Esto permite implementar estrategias preventivas.",
        "technique": "Machine learning, análisis predictivo",
        "columns": "DEPARTAMENTO (Considerar contexto regional), PROVINCIA, DISTRITO, CULTIVO, SUPERFICIE_PERDIDA (Usar como variable objetivo para el modelo)",
        "type": "fa-exclamation-triangle"
    },
    {
        "title": "Plataforma de Información para Pequeños Productores",
        "description": "Crear una plataforma web o aplicación móvil que facilite el acceso a información relevante sobre precios, mercados, técnicas de cultivo y asistencia técnica para los pequeños productores.",
        "technique": "Desarrollo web/mobile, bases de datos, integración de APIs",
        "columns": "CULTIVO (Categorizar información por tipo de cultivo), PRECIO_CHACRA (Mostrar precios históricos y tendencias),  DEPARTAMENTO (Filtrar información por región)",
        "type": "fa-laptop"
    },
    {
        "title": "Optimización de la Cadena de Suministro Agrícola",
        "description": "Analizar los flujos de producción, distribución y comercialización para identificar puntos de mejora en la cadena de suministro, reduciendo costos y tiempos de entrega.",
        "technique": "Análisis de red, optimización logística",
        "columns": "CULTIVO (Seleccionar cultivo específico), PRODUCCION (Cantidad producida), DISTRITO (Ubicación de producción), PRECIO_CHACRA (Precio de venta)",
        "type": "fa-truck"
    }
]