[
    {
        "title": "Mapa interactivo de arborización en Lima",
        "description": "Visualizar la cantidad de árboles sembrados por distrito y mes en un mapa interactivo de Lima. Permite a los usuarios explorar patrones de plantación y comparar el progreso del programa de arborización entre distritos.",
        "technique": "Análisis espacial, geo-referenciación, mapas interactivos",
        "columns": "ITEM (identificador único), METAS (meta de árboles por periodo), CANTIDAD DE ARBOLES SEMBRADOS (cantidad plantada), MESES (mes de plantación), TOTAL (total anual), CUMPLIMIENTO (porcentaje de cumplimiento) ",
        "type": "fa-map"
    },
    {
        "title": "Predicción del cumplimiento de metas",
        "description": "Utilizar un modelo de aprendizaje automático para predecir el porcentaje de cumplimiento de las metas de arborización en función de variables como el mes, el distrito y la cantidad de árboles sembrados previamente.",
        "technique": "Aprendizaje automático, análisis de series temporales, regresión",
        "columns": "ITEM (identificador único), METAS (meta de árboles por periodo), CANTIDAD DE ARBOLES SEMBRADOS (cantidad plantada), MESES (mes de plantación), TOTAL (total anual), CUMPLIMIENTO (porcentaje de cumplimiento) ",
        "type": "fa-chart-line"
    },
    {
        "title": "Comparación interdistrital de la arborización",
        "description": "Generar un dashboard interactivo que permita comparar la cantidad de árboles plantados, el cumplimiento de metas y otras métricas clave entre los diferentes distritos de Lima.",
        "technique": "Análisis exploratorio de datos, visualización de datos, dashboards interactivos",
        "columns": "ITEM (identificador único), METAS (meta de árboles por periodo), CANTIDAD DE ARBOLES SEMBRADOS (cantidad plantada), MESES (mes de plantación), TOTAL (total anual), CUMPLIMIENTO (porcentaje de cumplimiento) ",
        "type": "fa-chart-bar"
    },
    {
        "title": "Identificación de áreas con menor arborización",
        "description": "Analizar los datos espaciales para identificar los distritos o zonas dentro de Lima que presentan menor cantidad de árboles plantados y un bajo porcentaje de cumplimiento. Esto permite enfocar esfuerzos de plantación en áreas prioritarias.",
        "technique": "Análisis espacial, mapas de calor, visualización de datos",
        "columns": "ITEM (identificador único), METAS (meta de árboles por periodo), CANTIDAD DE ARBOLES SEMBRADOS (cantidad plantada), MESES (mes de plantación), TOTAL (total anual), CUMPLIMIENTO (porcentaje de cumplimiento) ",
        "type": "fa-exclamation-triangle"
    },
    {
        "title": "Monitoreo del impacto ambiental de la arborización",
        "description": "Integrar los datos de plantación con otras fuentes de información ambiental, como datos climáticos o de calidad del aire, para evaluar el impacto positivo de la arborización en el medio ambiente.",
        "technique": "Análisis multivariado, modelado estadístico, visualización de datos",
        "columns": "ITEM (identificador único), METAS (meta de árboles por periodo), CANTIDAD DE ARBOLES SEMBRADOS (cantidad plantada), MESES (mes de plantación), TOTAL (total anual), CUMPLIMIENTO (porcentaje de cumplimiento) ",
        "type": "fa-tree"
    }
]