[
    {
        "title": "Mapa interactivo de arborización en Lima Metropolitana",
        "description": "Visualizar la distribución espacial de los árboles plantados por el Servicio de Parques de Lima. Permite identificar zonas con mayor o menor cobertura vegetal y áreas prioritarias para futuras intervenciones.",
        "technique": "Análisis geoespacial, visualización de datos en mapas interactivos (Leaflet, Google Maps)",
        "columns": "ITEM (Identificador único de cada registro), METAS (Meta de árboles a plantar), CANTIDAD DE ARBOLES SEMBRADOS (Cantidad real de árboles plantados), MESES (Mes de plantación), TOTAL (Total de árboles plantados en el año), CUMPLIMIENTO (Porcentaje de cumplimiento de la meta) (Utilizar las coordenadas geográficas de los distritos de Lima Metropolitana para ubicar los puntos de plantación en un mapa)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Predicción del cumplimiento de metas de arborización",
        "description": "Utilizar técnicas de machine learning para predecir el porcentaje de cumplimiento de las metas de arborización en base a factores históricos como la cantidad de árboles plantados en años anteriores, las condiciones climáticas y el presupuesto asignado.",
        "technique": "Machine Learning (Regresión lineal, Random Forest), análisis temporal de series",
        "columns": "ITEM (Identificador único de cada registro), METAS (Meta de árboles a plantar), CANTIDAD DE ARBOLES SEMBRADOS (Cantidad real de árboles plantados), MESES (Mes de plantación), TOTAL (Total de árboles plantados en el año), CUMPLIMIENTO (Porcentaje de cumplimiento de la meta) (Utilizar los datos históricos para entrenar un modelo que pueda predecir el cumplimiento futuro)",
        "type": "fa-chart-line"
    },
    {
        "title": "Dashboard de monitoreo del Programa de Arborización",
        "description": "Crear un dashboard interactivo que permita visualizar el progreso del programa de arborización en tiempo real. Mostrar información como la cantidad de árboles plantados, el porcentaje de cumplimiento de las metas y la distribución geográfica de las plantaciones.",
        "technique": "Desarrollo web con librerías de visualización (Dash, Plotly), conexión a base de datos",
        "columns": "ITEM (Identificador único de cada registro), METAS (Meta de árboles a plantar), CANTIDAD DE ARBOLES SEMBRADOS (Cantidad real de árboles plantados), MESES (Mes de plantación), TOTAL (Total de árboles plantados en el año), CUMPLIMIENTO (Porcentaje de cumplimiento de la meta) (Utilizar los datos para generar gráficos y tablas interactivos)",
        "type": "fa-dashboard"
    },
    {
        "title": "Análisis del impacto ambiental de la arborización",
        "description": "Evaluar el impacto positivo que tiene la plantación de árboles en la calidad del aire, la reducción de la temperatura urbana y la biodiversidad. ",
        "technique": "Modelado ambiental (software GIS), análisis estadístico",
        "columns": "ITEM (Identificador único de cada registro), METAS (Meta de árboles a plantar), CANTIDAD DE ARBOLES SEMBRADOS (Cantidad real de árboles plantados), MESES (Mes de plantación), TOTAL (Total de árboles plantados en el año), CUMPLIMIENTO (Porcentaje de cumplimiento de la meta) (Utilizar los datos sobre la ubicación y cantidad de árboles para simular su impacto ambiental)",
        "type": "fa-tree"
    },
    {
        "title": "Identificación de áreas prioritarias para futuras plantaciones",
        "description": "Determinar las zonas de Lima Metropolitana que presentan mayor necesidad de arborización, considerando factores como la densidad poblacional, la falta de áreas verdes y la contaminación del aire.",
        "technique": "Análisis espacial (GIS), superposición de capas cartográficas",
        "columns": "ITEM (Identificador único de cada registro), METAS (Meta de árboles a plantar), CANTIDAD DE ARBOLES SEMBRADOS (Cantidad real de árboles plantados), MESES (Mes de plantación), TOTAL (Total de árboles plantados en el año), CUMPLIMIENTO (Porcentaje de cumplimiento de la meta) (Utilizar los datos sobre la ubicación de las plantaciones existentes para identificar áreas con menor cobertura)",
        "type": "fa-location-arrow"
    }
]