[
    {
        "title": "Mapa de Distribución y Densidad de la Descarga de Anchoveta",
        "description": "Este mapa mostrará la ubicación geográfica de los puertos donde se realiza el desembarque de anchoveta, visualizando la densidad de descarga por zona. Permite identificar zonas de mayor actividad pesquera.",
        "technique": "Geo-referenciación, análisis espacial, mapas de calor",
        "columns": "PUERTO (para geolocalizar los puntos de descarga), LOCALIDAD (para contextualizar el puerto), TMDESCARGADA (para determinar la densidad de descarga por puerto), ZONA (para analizar patrones regionales)",
        "type": "fa-map-marker",
        "complement_idea": "La idea del mapa de distribución y densidad de la descarga de anchoveta puede ser complementada con un sistema de alerta temprana para cambios en la disponibilidad de peces, basado en datos históricos y patrones climáticos.",
        "impact": "El mapa tendría un impacto significativo al optimizar las rutas de pesca, aumentar la eficiencia y los ingresos de los pescadores, y promover prácticas de pesca sostenibles mediante la identificación de zonas de alta densidad de pesca.",
        "scalability": "La solución es escalable ya que el marco puede adaptarse a otras especies de peces y aplicarse en diferentes áreas geográficas. La integración de datos en tiempo real y modelos predictivos aumentaría su valor y longevidad.",
        "viability": "Técnicamente, la idea es viable debido al uso de datos existentes sobre puntos de descarga y software GIS de código abierto. La colaboración con organizaciones pesqueras y el gobierno sería crucial para asegurar la precisión de los datos y la adopción del mapa por parte de los usuarios finales."
    },
    {
        "title": "Análisis Temporal de la Descarga de Anchoveta",
        "description": "Este análisis mostrará la evolución de la descarga de anchoveta a través del tiempo, por trimestre y temporada. Permite identificar tendencias y patrones estacionales.",
        "technique": "Análisis de series de tiempo, gráficos de línea",
        "columns": "ANIO (para agrupar datos por año), TRIMESTRE (para analizar patrones trimestrales), TEMPORADA (para identificar variaciones por temporada), TMDESCARGADA (variable principal para el análisis temporal)",
        "type": "fa-chart-line",
        "complement_idea": "-",
        "impact": "-",
        "scalability": "-",
        "viability": "-"
    },
    {
        "title": "Identificación de Zonas de Mayor Riesgo de Sobreexplotación",
        "description": "Utilizando técnicas de machine learning, se pueden identificar zonas donde la descarga de anchoveta sea excesiva, lo que puede indicar un riesgo de sobreexplotación.",
        "technique": "Machine Learning (regresión lineal o modelos de series de tiempo), análisis espacial",
        "columns": "ZONA (para analizar patrones regionales), TMDESCARGADA (variable clave para determinar la intensidad de la descarga), FECHA_DESCARGA (para identificar periodos críticos), LOCALIDAD (para contextualizar las zonas)",
        "type": "fa-exclamation-triangle",
        "complement_idea": "La idea de utilizar el aprendizaje automático para identificar zonas de sobrepesca basándose en datos de descarga es prometedora y se puede complementar con otras estrategias, como:",
        "impact": "El proyecto tiene un alto impacto potencial al:",
        "scalability": "La escalabilidad del proyecto es alta debido a que:",
        "viability": "La viabilidad técnica del proyecto depende de:"
    },
    {
        "title": "Comparación del Rendimiento de Embarcaciones por Tipo de Casco",
        "description": "Analizar la eficiencia de descarga según el tipo de casco de la embarcación (madera, acero naval o no especificado). Esto puede ayudar a optimizar las prácticas de pesca.",
        "technique": "Análisis estadístico descriptivo, gráficos de barras",
        "columns": "CASCO (variable categórica para clasificar las embarcaciones), TMDESCARGADA (variable cuantitativa para comparar la eficiencia), REGIMEN (opcional, para analizar posibles diferencias por tipo de permiso)",
        "type": "fa-ship",
        "complement_idea": "El proyecto se centrará en comparar la eficiencia de descarga de diferentes tipos de cascos (madera, acero y otros) utilizados en barcos de pesca. Utilizaremos estadísticas descriptivas para cuantificar la eficiencia de descarga y presentaremos los resultados en gráficas de barras claras para facilitar su comprensión por parte de los pescadores.",
        "impact": "Este proyecto tendrá un alto impacto en las comunidades de pesca al permitirles tomar decisiones informadas sobre la selección del casco, lo que resultará en ahorros de costos (combustible) y un mayor valor de captura (menos desperdicio debido a una descarga más rápida).",
        "scalability": "La metodología utilizada para analizar la eficiencia de descarga puede aplicarse fácilmente a otras industrias que utilizan barcos, como el turismo o el transporte de carga.",
        "viability": "El proyecto es técnicamente viable, ya que los datos sobre la eficiencia de descarga se pueden obtener mediante encuestas o colaboraciones con organizaciones de pesca. La presentación de resultados en gráficas de barras facilita su comprensión y uso por parte de los pescadores."
    },
    {
        "title": "Dashboard Interactivo de Monitoreo de la Pesquería de Anchoveta",
        "description": "Crear un dashboard interactivo que permita visualizar los datos clave de la descarga de anchoveta. Esto facilita el acceso a la información y permite realizar análisis exploratorios.",
        "technique": "Desarrollo web, herramientas de visualización de datos (Tableau, Power BI)",
        "columns": "Todas las columnas del dataset son relevantes para alimentar un dashboard interactivo que permita explorar los datos desde diferentes perspectivas",
        "type": "fa-dashboard",
        "complement_idea": "El Dashboard Interactivo de Monitoreo de la Pesquería de la Anchoveta puede complementarse con la integración de datos meteorológicos en tiempo real para predecir las mejores condiciones de pesca. Además, se podría implementar un sistema de alertas para informar a los pescadores sobre cambios repentinos en la distribución de las anchovetas.",
        "impact": "El impacto del Dashboard es significativo, ya que empodera a los pescadores con información crucial para optimizar sus capturas y promover la pesca sostenible. La transparencia que ofrece el acceso público a los datos fomenta la confianza entre los consumidores y puede aumentar el valor de mercado de la anchoveta capturada de forma responsable.",
        "scalability": "El Dashboard es altamente escalable gracias a su arquitectura basada en herramientas de código abierto como Grafana. Esto permite la adaptación a otras pesquerías simplemente cambiando la fuente de datos, ampliando su alcance e impacto.",
        "viability": "La viabilidad del proyecto se basa en el uso de tecnologías de bajo costo y en la generación de beneficios tanto para los pescadores como para el medio ambiente. El acceso a información precisa permite optimizar la pesca, reducir el desperdicio y asegurar la sostenibilidad de la población de anchovetas."
    }
]