[
    {
        "title": "Mapa de Distribución y Densidad de la Descarga de Anchoveta",
        "description": "Este mapa mostrará la ubicación geográfica de los puertos donde se realiza el desembarque de anchoveta, visualizando la densidad de descarga por zona. Permite identificar zonas de mayor actividad pesquera.",
        "technique": "Geo-referenciación, análisis espacial, mapas de calor",
        "columns": "PUERTO (para geolocalizar los puntos de descarga), LOCALIDAD (para contextualizar el puerto), TMDESCARGADA (para determinar la densidad de descarga por puerto), ZONA (para analizar patrones regionales)",
        "type": "fa-map-marker"
    },
    {
        "title": "Análisis Temporal de la Descarga de Anchoveta",
        "description": "Este análisis mostrará la evolución de la descarga de anchoveta a través del tiempo, por trimestre y temporada. Permite identificar tendencias y patrones estacionales.",
        "technique": "Análisis de series de tiempo, gráficos de línea",
        "columns": "ANIO (para agrupar datos por año), TRIMESTRE (para analizar patrones trimestrales), TEMPORADA (para identificar variaciones por temporada), TMDESCARGADA (variable principal para el análisis temporal)",
        "type": "fa-chart-line"
    },
    {
        "title": "Identificación de Zonas de Mayor Riesgo de Sobreexplotación",
        "description": "Utilizando técnicas de machine learning, se pueden identificar zonas donde la descarga de anchoveta sea excesiva, lo que puede indicar un riesgo de sobreexplotación.",
        "technique": "Machine Learning (regresión lineal o modelos de series de tiempo), análisis espacial",
        "columns": "ZONA (para analizar patrones regionales), TMDESCARGADA (variable clave para determinar la intensidad de la descarga), FECHA_DESCARGA (para identificar periodos críticos), LOCALIDAD (para contextualizar las zonas)",
        "type": "fa-exclamation-triangle"
    },
    {
        "title": "Comparación del Rendimiento de Embarcaciones por Tipo de Casco",
        "description": "Analizar la eficiencia de descarga según el tipo de casco de la embarcación (madera, acero naval o no especificado). Esto puede ayudar a optimizar las prácticas de pesca.",
        "technique": "Análisis estadístico descriptivo, gráficos de barras",
        "columns": "CASCO (variable categórica para clasificar las embarcaciones), TMDESCARGADA (variable cuantitativa para comparar la eficiencia), REGIMEN (opcional, para analizar posibles diferencias por tipo de permiso)",
        "type": "fa-ship"
    },
    {
        "title": "Dashboard Interactivo de Monitoreo de la Pesquería de Anchoveta",
        "description": "Crear un dashboard interactivo que permita visualizar los datos clave de la descarga de anchoveta. Esto facilita el acceso a la información y permite realizar análisis exploratorios.",
        "technique": "Desarrollo web, herramientas de visualización de datos (Tableau, Power BI)",
        "columns": "Todas las columnas del dataset son relevantes para alimentar un dashboard interactivo que permita explorar los datos desde diferentes perspectivas",
        "type": "fa-dashboard"
    }
]