[
    {
        "title": "Mapeo de la distribución geográfica de los Guardaparques Voluntarios",
        "description": "Este proyecto busca visualizar la distribución espacial de los guardaparques voluntarios en el Perú. Se utilizará información del UBIGEO, DEPARTAMENTO, PROVINCIA y DISTRITO para crear un mapa interactivo que muestre la concentración de voluntarios en diferentes áreas.",
        "technique": "Análisis geoespacial con software GIS como QGIS o ArcGIS",
        "columns": "UBIGEO (identificar ubicación geográfica), DEPARTAMENTO (categorización por departamento), PROVINCIA (categorización por provincia), DISTRITO (categorización por distrito), ANP (visualizar la distribución en diferentes Áreas Naturales Protegidas)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Análisis de patrones de participación en el Programa",
        "description": "Se analizarán variables como  ANIO_CONV, SEXO, PERIODO para identificar tendencias y patrones en la participación de los guardaparques voluntarios. ¿Hay mayor participación en ciertos años? ¿Existe diferencia en la duración del voluntariado según el sexo?",
        "technique": "Análisis estadístico descriptivo con herramientas como R o Python",
        "columns": "ANIO_CONV (identificar tendencias a lo largo del tiempo), SEXO (analizar diferencias entre hombres y mujeres), PERIODO (evaluar la duración del voluntariado), UUID (contar el número de participantes únicos)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Identificación de Áreas con Mayor Necesidad de Voluntarios",
        "description": "Se utilizará información sobre la ubicación geográfica (UBIGEO, DEPARTAMENTO, PROVINCIA) y el número de participantes por área para identificar las zonas donde existe mayor necesidad de apoyo. Esto puede ayudar a orientar esfuerzos de reclutamiento.",
        "technique": "Análisis geoespacial con software GIS como QGIS o ArcGIS",
        "columns": "UBIGEO (identificar ubicación geográfica precisa), DEPARTAMENTO (categorización por departamento), PROVINCIA (categorización por provincia), DISTRITO (categorización por distrito), UUID (contar el número de voluntarios en cada área)",
        "type": "fa-exclamation-triangle"
    },
    {
        "title": "Dashboard interactivo para visualizar información del Programa",
        "description": "Se desarrollará un dashboard interactivo que permita a los usuarios explorar datos del programa de forma intuitiva. Los usuarios podrán filtrar por variables como ANP, departamento, periodo de voluntariado, etc. para obtener información específica.",
        "technique": "Desarrollo web con herramientas como R Shiny o Tableau",
        "columns": "Todas las columnas (permitir filtros y visualizaciones personalizadas)",
        "type": "fa-window-maximize"
    },
    {
        "title": "Predicción de la duración del voluntariado",
        "description": "Se utilizará machine learning para desarrollar un modelo que prediga la duración del periodo de voluntariado (PERIODO) en base a variables como SEXO, ANIO_CONV, CATEGORIA del área protegida. Esto puede ayudar a optimizar la planificación del programa.",
        "technique": "Modelado predictivo con técnicas de machine learning",
        "columns": "SEXO (variable predictora), ANIO_CONV (variable predictora), CATEGORIA (variable predictora), PERIODO (variable objetivo)",
        "type": "fa-robot"
    }
]