[
    {
        "title": "Análisis de patrones de generación de residuos",
        "description": "Identificar tendencias en la generación de residuos a lo largo del tiempo y en diferentes zonas del distrito. Esto puede ayudar a optimizar rutas de recolección y a planificar estrategias para reducir la cantidad de basura generada.",
        "technique": "Análisis temporal, geo-referenciación, visualización de datos",
        "columns": "FECHA_CORTE (filtrar por rango de fechas), UBGEO (agrupar por zona geográfica), PESO (sumar el peso total de residuos por zona y fecha), DISTRITO (identificar distritos con mayor generación de residuos), ",
        "type": "fa-chart-line"
    },
    {
        "title": "Mapa de puntos de recolección",
        "description": "Visualizar la ubicación de los puntos de recolección en un mapa, mostrando el peso diario de residuos recogidos en cada punto. Esto permite identificar áreas con mayor necesidad de atención y optimizar la distribución de contenedores.",
        "technique": "Geo-referenciación, visualización de mapas (Heatmap)",
        "columns": "UBIGEO (coordenadas geográficas), PESO (tamaño del marcador en el mapa), FECHA_REGISTRO (filtrar por fecha específica), TURNO (distinguir puntos de recolección por turno), ",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Predicción de la cantidad de residuos",
        "description": "Utilizar técnicas de Machine Learning para predecir la cantidad de residuos que se generarán en el futuro, considerando factores como la población, eventos especiales, época del año, etc. Esto permite planificar mejor la logística de recolección y evitar desbordamientos.",
        "technique": "Machine learning (regresión), análisis temporal",
        "columns": "FECHA_CORTE (variable independiente), PESO (variable dependiente), ANIO, MES (variables categóricas para ajustar el modelo), DISTRITO (identificar patrones específicos por distrito), ",
        "type": "fa-chart-bar"
    },
    {
        "title": "Sistema de alertas para la recolección",
        "description": "Desarrollar un sistema que envíe notificaciones a los encargados de la recolección cuando el volumen de residuos en un punto específico supere cierto umbral. Esto permite responder con mayor rapidez a las necesidades y optimizar la eficiencia del servicio.",
        "technique": "Sistema de alertas, análisis de datos en tiempo real",
        "columns": "UBIGEO (identificar puntos de recolección), PESO (comparar con umbrales preestablecidos), FECHA_REGISTRO (filtrar por fecha actual), RESPONSABLE (identificar al responsable del punto de recolección), ",
        "type": "fa-bell"
    },
    {
        "title": "Comparación de la eficiencia de recolección entre turnos",
        "description": "Analizar la cantidad de residuos recogidos por cada turno y determinar si hay diferencias significativas en la eficiencia. Esto puede ayudar a optimizar la asignación de recursos y el horario de trabajo.",
        "technique": "Análisis estadístico, visualización de datos",
        "columns": "TURNO (agrupar por turno), PESO (calcular promedio por turno), DISTRITO (comparar la eficiencia entre diferentes distritos), FECHA_REGISTRO (filtrar por rango de fechas para comparar periodos específicos), ",
        "type": "fa-balance-scale"
    }
]