[
    {
        "title": "Monitoreo y análisis espacial de la deforestación",
        "description": "Este proyecto utilizará datos geoespaciales para visualizar y analizar patrones de deforestación en las áreas protegidas. Se emplearán mapas interactivos y herramientas de análisis espacial para identificar zonas con mayor riesgo de deforestación.",
        "technique": "Análisis Geoespacial, Cartografía Interactiva, Visualización de Datos",
        "columns": "ANP (Filtrar por área natural protegida específica), ZONIFI_ANP (Identificar zonas dentro del ANP más vulnerables a la deforestación), AREA_DEFO (Cuantificar el impacto de la deforestación en cada zona), FECHA_CORTE (Analizar tendencias de deforestación a través del tiempo), TIPO_BOSQUE (Determinar qué tipos de bosque son los más afectados).",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Predicción de la deforestación utilizando Machine Learning",
        "description": "Se desarrollará un modelo de aprendizaje automático que prediga áreas con mayor probabilidad de sufrir deforestación en el futuro. El modelo utilizará variables como tipo de bosque, accesibilidad, y patrones históricos de deforestación.",
        "technique": "Machine Learning (Regresión Logística/Random Forest), Análisis Predictivo",
        "columns": "ANP (Definir área de estudio), TIPO_BOSQUE (Identificar tipos de bosque más vulnerables), ANIO_REPORTE (Analizar tendencias a través del tiempo), DEFO_CAUSA (Entender las causas principales de deforestación para el modelo), CONFIABILIDAD (Validar la calidad de los datos).",
        "type": "fa-chart-line"
    },
    {
        "title": "Plataforma web de acceso a información sobre deforestación",
        "description": "Se creará una plataforma web que permita el acceso público a información detallada sobre la deforestación en áreas protegidas. La plataforma incluirá mapas interactivos, datos descargables, y análisis de tendencias.",
        "technique": "Desarrollo Web (Python/Flask), Bases de Datos (PostgreSQL), Visualización de Datos (Leaflet)",
        "columns": "ANP (Organizar la información por área natural protegida), ANIO_REPORTE (Permitir filtrar datos por año), AREA_DEFO (Mostrar el área deforestada en cada caso), TIPO_BOSQUE (Identificar los tipos de bosque afectados).",
        "type": "fa-globe"
    },
    {
        "title": "Análisis de las causas de la deforestación",
        "description": "Se utilizarán técnicas de análisis de datos para identificar patrones en las causas de la deforestación. Esto permitirá a los responsables de la gestión ambiental implementar estrategias más efectivas para combatir el problema.",
        "technique": "Análisis Exploratorio de Datos, Visualización de Datos (Tableau/Power BI)",
        "columns": "DEFO_CAUSA (Clasificar las causas de deforestación), ANP (Analizar las causas específicas de cada área protegida), ANIO_REPORTE (Identificar tendencias en las causas a través del tiempo).",
        "type": "fa-search"
    },
    {
        "title": "Evaluación del impacto de la deforestación",
        "description": "Se desarrollará un modelo que permita cuantificar el impacto ambiental y económico de la deforestación en las áreas protegidas. Este modelo considerará factores como la pérdida de biodiversidad, el secuestro de carbono, y los costos de restauración.",
        "technique": "Modelado Económico (Python/R), Análisis de Impacto",
        "columns": "ANP (Definir área de estudio), AREA_DEFO (Cuantificar la superficie afectada), TIPO_BOSQUE (Considerar el valor de cada tipo de bosque), DEFO_CAUSA (Identificar las causas que generan mayor impacto).",
        "type": "fa-balance-scale"
    }
]