[
    {
        "title": "Mapa Interactivo de Recolección de Residuos",
        "description": "Visualizar la distribución geográfica de la recolección de residuos sólidos en el distrito. Permite identificar zonas con mayor acumulación y optimizar rutas de recolección.",
        "technique": "Análisis geoespacial, cartografía interactiva (Leaflet, GeoPandas)",
        "columns": "DISTRITO (Para ubicar geográficamente cada punto de recolección), UBIGEO (Especificar la ubicación precisa dentro del distrito), TOTAL (Mostrar cantidad de residuos recolectados en cada ubicación), DIA_RECORRIDO (Determinar patrones de recolección en días específicos),  ",
        "type": "fa-map"
    },
    {
        "title": "Predicción de Necesidades de Recolección",
        "description": "Utilizar machine learning para predecir la cantidad de residuos que se generarán en diferentes zonas del distrito, permitiendo planificar de forma eficiente la recolección.",
        "technique": "Machine Learning (Regresión lineal, Árbol de decisión), Análisis temporal de series",
        "columns": "FECHA_CORTE (Para análisis histórico de datos de recolección), TOTAL (Cantidad de residuos recolectados por día), DIA_SEMANA (Identificar patrones según días de la semana), DISTRITO (Segmentar predicciones por zona), ",
        "type": "fa-chart-line"
    },
    {
        "title": "Análisis de Eficiencia de Rutas",
        "description": "Evaluar la eficiencia de las rutas de recolección actuales, identificando posibles mejoras para optimizar tiempo y recursos.",
        "technique": "Optimización de rutas (Algoritmo de Dijkstra o similar), Análisis espacial",
        "columns": "DIA_RECORRIDO (Secuenciar puntos de recolección por día), DISTRITO (Definir área de cobertura por ruta), TOTAL (Calcular carga por punto y optimizar distribución), UBIGEO (Utilizar coordenadas geográficas para calcular distancias)",
        "type": "fa-truck"
    },
    {
        "title": "Comparativo de Recolección entre Distritos",
        "description": "Generar reportes comparativos sobre la cantidad de residuos recolectados en diferentes distritos, permitiendo identificar mejores prácticas y áreas de mejora.",
        "technique": "Análisis estadístico (Media, desviación estándar, gráficos de barras)",
        "columns": "DISTRITO (Para agrupar datos por distrito), TOTAL (Cantidad de residuos recolectados), FECHA_CORTE (Analizar tendencias en el tiempo) ",
        "type": "fa-chart-bar"
    },
    {
        "title": "Sistema de Alerta Temprana para Acumulación de Residuos",
        "description": "Desarrollar un sistema que genere alertas cuando se detecte una acumulación inusual de residuos en una zona específica, permitiendo una respuesta rápida por parte de las autoridades.",
        "technique": "Análisis de datos en tiempo real (Streaming data), Sistemas de alerta (Emails, SMS)",
        "columns": "UBIGEO (Ubicar con precisión la zona de acumulación), TOTAL (Cantidad de residuos detectados), DIA_RECORRIDO (Identificar patrones de acumulación), FECHA_CORTE (Analizar tendencias en el tiempo) ",
        "type": "fa-exclamation-triangle"
    }
]