[
    {
        "title": "Mapeo de Árboles Talados/Trasladados",
        "description": "Visualizar la ubicación y cantidad de árboles autorizados para tala, traslado o poda severa en un mapa interactivo. Permite identificar áreas con mayor impacto ambiental y patrones de solicitud.",
        "technique": "Análisis geoespacial, cartografía web (Leaflet, Google Maps API),  filtros interactivos",
        "columns": "UBIGEO (para geolocalización), CANTIDAD_DE_ARBOLES_AUTORIZADOS_PARA_TALA(visualizada en mapa), CANTIDAD_DE_ARBOLES_AUTORIZADOS_PARA_TRASLADO (visualizada en mapa), CANTIDAD_DE_ARBOLES_AUTORIZADOS_PARA_PODA_SEVERA (visualizada en mapa), FECHA_CORTE (para definir período de análisis), DISTRITO (opcional para filtros)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Análisis de Solicitantes",
        "description": "Identificar los principales solicitantes de autorizaciones para tala, traslado o poda. Determinar si existen patrones en el tipo de instituciones que realizan las solicitudes.",
        "technique": "Análisis descriptivo, agrupamiento por frecuencia, visualización de datos (gráficos de barras, nubes de palabras)",
        "columns": "EMPRESA_O_INSTITUCION_SOLICITANTE (para identificar solicitantes), PROCEDENTE_O_IMPROCEDENTE (analizar tasa de aprobación por solicitante), CANTIDAD_DE_ARBOLES_AUTORIZADOS_PARA_TALA/TRASLADO/PODA_SEVERA (comparar volumen de solicitudes por solicitante)",
        "type": "fa-users"
    },
    {
        "title": "Predicción de Solicitudes Futuras",
        "description": "Utilizar técnicas de machine learning para predecir la cantidad de solicitudes futuras de autorizaciones, considerando factores como ubicación, tipo de institución solicitante y época del año.",
        "technique": "Aprendizaje automático (regresión lineal, árboles de decisión), análisis temporal de series de tiempo ",
        "columns": "Todas las columnas (para entrenar el modelo de machine learning. Fecha de ingreso, departamento, distrito, cantidad de árboles autorizados, etc.)",
        "type": "fa-chart-line"
    },
    {
        "title": "Comparación Temporal de Autorizaciones",
        "description": "Analizar la evolución en el tiempo de las autorizaciones para tala, traslado y poda. Identificar tendencias, picos de actividad y posibles impactos ambientales.",
        "technique": "Análisis temporal, gráficos de línea, visualización de datos por período",
        "columns": "FECHA_DE_INGRESO_POR_TRAMITE_DOCUMENTARIO (para definir periodos temporales), CANTIDAD_DE_ARBOLES_AUTORIZADOS_PARA_TALA/TRASLADO/PODA_SEVERA (comparar la cantidad de árboles autorizados por período)",
        "type": "fa-calendar-alt"
    },
    {
        "title": "Dashboard Interactivo de Autorizaciones",
        "description": "Desarrollar un tablero de control interactivo que permita explorar datos sobre autorizaciones, filtrarlos por ubicación, tipo de solicitud y visualizar tendencias. Facilitar la toma de decisiones.",
        "technique": "Herramientas de desarrollo de dashboards (Tableau, Power BI), integración de datos",
        "columns": "Todas las columnas (para incluir información completa en el dashboard)",
        "type": "fa-chart-bar"
    }
]