[
    {
        "title": "Mapa Interactivo de Infracciones Forestales",
        "description": "Visualizar la ubicación geográfica de las infracciones forestales a través de un mapa interactivo. Permite identificar zonas con mayor incidencia de infracciones y analizar patrones geográficos.",
        "technique": "Análisis, geo-referenciación, mapas interactivos (Leaflet, Google Maps API)",
        "columns": "UBIGEO (Para geolocalizar las infracciones), DEPARTAMENTO (Contexto regional), PROVINCIA (Contexto local), DISTRITO (Nivel de detalle geográfico), INFRACCIONES (Tipo de infracción para diferenciar marcadores en el mapa), AREA_OTORGADA (Tamaño del área afectada)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Análisis de Tendencias en Tipos de Sanciones",
        "description": "Identificar los tipos de infracciones más comunes y analizar la evolución de las sanciones aplicadas a lo largo del tiempo.",
        "technique": "Análisis de series temporales, gráficos de barras",
        "columns": "FECHA_CORTE (Para el análisis temporal), INFRACCIONES (Tipo de infracción), SANCION (Tipo de sanción aplicada), MONTO_MULTA (Valor de la multa para comparar severidad)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Predicción de Riesgo de Infracciones",
        "description": "Utilizar modelos de machine learning para predecir áreas o titulares con mayor riesgo de cometer infracciones forestales en el futuro.",
        "technique": "Machine learning (Regresión Logística, Random Forest), análisis predictivo",
        "columns": "UBIGEO (Localización geográfica), DEPARTAMENTO (Contexto regional), PROVINCIA (Contexto local), TITULO (Número de título para identificar titulares específicos), TIPO_DOC (Para clasificar titulares), NUM_DOC (Identificador único del titular), MODALIDAD (Tipo de aprovechamiento forestal)",
        "type": "fa-chart-line"
    },
    {
        "title": "Dashboard de Monitoreo de Sanciones",
        "description": "Crear un dashboard interactivo que permita visualizar datos clave sobre las sanciones aplicadas, incluyendo mapas, gráficos y tablas.",
        "technique": "Desarrollo de dashboards (Power BI, Tableau)",
        "columns": "Todas las columnas del dataset (Para una visualización completa de los datos)",
        "type": "fa-dashboard"
    },
    {
        "title": "Análisis de Impacto de las Sanciones",
        "description": "Evaluar el impacto de las sanciones en la reducción de infracciones forestales y la protección del medio ambiente.",
        "technique": "Análisis estadístico, comparación de datos pre y post sanción",
        "columns": "FECHA_CORTE (Para comparar periodos antes y después de las sanciones), INFRACCIONES (Tipo de infracción para analizar tendencias), SANCION (Tipo de sanción aplicada)",
        "type": "fa-balance-scale"
    }
]