[
    {
        "title": "Mapa de Calor de Riesgo de Tala Ilegal",
        "description": "Visualizar la concentración de casos de tala ilegal en un mapa interactivo. Esto permitirá identificar zonas con mayor riesgo y enfocar esfuerzos de control.",
        "technique": "Análisis Geoespacial, Mapa de Calor",
        "columns": "DEPARTAMENTO (Para ubicar el evento), PROVINCIA (Para una ubicación más precisa), DISTRITO (Para definir la ubicación exacta), VOLUMEN_ILEGAL (Para determinar la magnitud del riesgo en cada ubicación). ",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Análisis de Tendencias en el Comercio Legal de Madera",
        "description": "Identificar patrones y tendencias en el volumen de madera aprobada vs. la madera movilizada, permitiendo detectar posibles irregularidades o desviaciones.",
        "technique": "Análisis de Series de Tiempo, Visualización de Datos",
        "columns": "FECHA_CORTE (Para definir el periodo de análisis), VOL_APROBADO (Volumen de madera autorizado), VOL_MOVILIZADO (Volumen de madera transportada), TITULAR (Para identificar patrones por empresa). ",
        "type": "fa-chart-line"
    },
    {
        "title": "Predicción de Riesgo de Tala Ilegal",
        "description": "Utilizar modelos de Machine Learning para predecir la probabilidad de tala ilegal en base a variables como ubicación, tipo de madera y historial del titular.",
        "technique": "Machine Learning (Algoritmos de Clasificación), Modelado Predictivo",
        "columns": "DEPARTAMENTO (Característica geográfica), PROVINCIA (Característica geográfica), DISTRITO (Característica geográfica), TIPO_PMF (Tipo de plan de manejo forestal), TITULAR (Historial del titular), VOLUMEN_ILEGAL (Variable objetivo para entrenamiento). ",
        "type": "fa-chart-bar"
    },
    {
        "title": "Comparación de Eficiencia entre Modalidades de Aprovechamiento",
        "description": "Analizar la relación entre diferentes modalidades de aprovechamiento forestal y la incidencia de tala ilegal, buscando identificar las más sostenibles.",
        "technique": "Análisis Comparativo, Tablas Dinámicas",
        "columns": "MODALIDAD_APROVECHAMIENTO (Variable a comparar), VOLUMEN_ILEGAL (Indicador de impacto), AREA_POA (Tamaño del área de aprovechamiento). ",
        "type": "fa-table"
    },
    {
        "title": "Sistema de Alerta Temprana para Tala Ilegal",
        "description": "Desarrollar un sistema que detecte patrones sospechosos en tiempo real y genere alertas a las autoridades competentes.",
        "technique": "Procesamiento de Datos en Tiempo Real, Análisis de Anomalías",
        "columns": "FECHA_SUPERVISION (Para determinar la temporalidad), ARBOLES_SUPERVISADOS (Cantidad de árboles revisados), ARBOLES_INEXISTENTES (Indicador de posible tala ilegal), VOLUMEN_ILEGAL (Volumen detectado ilegalmente). ",
        "type": "fa-bell"
    }
]