[
    {
        "title": "Mapa de Participación Ciudadana",
        "description": "Visualizar la distribución geográfica de los eventos de participación ciudadana (talleres y audiencias) del SENACE. Esto permite identificar zonas con mayor o menor actividad, así como áreas donde se requiere fortalecer la participación.",
        "technique": "Análisis Geoespacial, Visualización de datos en mapas",
        "columns": "LUGAR (ubicación geográfica para geo-referenciar), DEPARTAMENTO (filtrar por departamento), TIPO_EVENTO (diferenciar talleres de audiencias), FECHA (analizar patrones temporales)",
        "type": "fa-map-marker"
    },
    {
        "title": "Análisis de Tendencias en Temas Ambientales",
        "description": "Identificar los temas ambientales que generan mayor interés y participación ciudadana a través del análisis del contenido de los proyectos presentados en los eventos.",
        "technique": "Minería de Texto, Análisis de frecuencia de palabras clave",
        "columns": "PROYECTO (texto descriptivo del proyecto), SUBSECTOR (categorizar por áreas temáticas)",
        "type": "fa-chart-line"
    },
    {
        "title": "Evaluación del Impacto de las Actividades",
        "description": "Medir el impacto de los eventos de participación ciudadana en la toma de decisiones y en la mejora de proyectos ambientales. Esto puede realizarse a través de encuestas o análisis de cambios en los proyectos.",
        "technique": "Encuestas, Análisis comparativo antes/después de los eventos",
        "columns": "PROYECTO (identificar proyecto específico), NUMERO_ASISTENTES (evaluar alcance), NUMERO_PREGUNTAS (indicador de participación activa), ESTADO (analizar si se aprobaron cambios)",
        "type": "fa-poll"
    },
    {
        "title": "Predicción de Asistencia a Eventos",
        "description": "Utilizar datos históricos sobre asistencia, tipo de evento, ubicación y otros factores para predecir la participación en eventos futuros. Esto puede ayudar a planificar mejor los recursos.",
        "technique": "Machine Learning (modelos de regresión), Análisis de series temporales",
        "columns": "TIPO_EVENTO (categorizar eventos), LUGAR (ubicación geográfica), FECHA (factor temporal), NUMERO_ASISTENTES (variable objetivo)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Dashboard Interactivo de Transparencia",
        "description": "Crear un dashboard online que permita a la ciudadanía consultar información sobre eventos, proyectos y decisiones ambientales. Esto promueve la transparencia y la participación ciudadana.",
        "technique": "Desarrollo web con herramientas de visualización (Tableau, PowerBI), API para acceder a datos",
        "columns": "Todas las columnas del dataset (permitir filtros por tipo de evento, departamento, fecha, etc.)",
        "type": "fa-dashboard"
    }
]