[
    {
        "title": "Mapa de Participación Ciudadana",
        "description": "Visualizar la distribución geográfica de los eventos de participación ciudadana (talleres y audiencias) del SENACE. Esto permite identificar zonas con mayor o menor actividad, así como áreas donde se requiere fortalecer la participación.",
        "technique": "Análisis Geoespacial, Visualización de datos en mapas",
        "columns": "LUGAR (ubicación geográfica para geo-referenciar), DEPARTAMENTO (filtrar por departamento), TIPO_EVENTO (diferenciar talleres de audiencias), FECHA (analizar patrones temporales)",
        "type": "fa-map-marker",
        "complement_idea": "El proyecto 'Mapa de Participación Ciudadana' puede complementarse con la inclusión de datos sociodemográficos de las zonas para analizar por qué existen disparidades en la participación. También se podría integrar un sistema de notificaciones que avise a los ciudadanos sobre eventos cercanos a su ubicación.",
        "impact": "Este mapa tendrá un impacto positivo al promover la transparencia y la rendición de cuentas de SENACE. Al visualizar la distribución geográfica de los eventos, se podrán identificar zonas con menor participación y diseñar estrategias específicas para llegar a estas comunidades. La herramienta también empodera a los ciudadanos al proporcionarles información sobre las oportunidades de participación ciudadana.",
        "scalability": "'Mapa de Participación Ciudadana' es escalable porque su diseño modular permite la incorporación de nuevas funcionalidades y la adaptación a diferentes contextos.  Se puede replicar el modelo en otras instituciones públicas para promover la participación ciudadana a nivel nacional.",
        "viability": "La viabilidad del proyecto se basa en el uso de herramientas de código abierto como QGIS, lo que reduce los costos de desarrollo. Además, la colaboración con organizaciones comunitarias y la promoción activa del mapa entre los ciudadanos asegurarían su adopción y sostenibilidad a largo plazo."
    },
    {
        "title": "Análisis de Tendencias en Temas Ambientales",
        "description": "Identificar los temas ambientales que generan mayor interés y participación ciudadana a través del análisis del contenido de los proyectos presentados en los eventos.",
        "technique": "Minería de Texto, Análisis de frecuencia de palabras clave",
        "columns": "PROYECTO (texto descriptivo del proyecto), SUBSECTOR (categorizar por áreas temáticas)",
        "type": "fa-chart-line",
        "complement_idea": "El proyecto 'Análisis de Tendencias en Temas Ambientales' utiliza análisis de texto para identificar temas ambientales emergentes y el nivel de compromiso comunitario a partir de presentaciones de proyectos ambientales. Esto puede complementarse con: \n* **Análisis geográfico:** Mapear la ubicación de los proyectos para identificar patrones regionales.\n* **Integración de datos externos:** Combinar los datos del análisis de texto con información demográfica, económica o ambiental para obtener una visión más completa.\n* **Visualizaciones interactivas:** Crear dashboards que permitan a los usuarios explorar los datos y descubrir insights de forma intuitiva.",
        "impact": "El impacto potencial de este proyecto es significativo. Puede ayudar a: \n* **Guiar la toma de decisiones:** Proporcionar información valiosa para que las organizaciones y los gobiernos desarrollen políticas y programas más efectivos.\n* **Empoderar a las comunidades:** Dar voz a las preocupaciones de la comunidad y promover su participación en la búsqueda de soluciones ambientales.\n* **Fomentar la innovación:** Identificar nuevas áreas de oportunidad para proyectos ambientales innovadores.",
        "scalability": "El proyecto se basa en técnicas de análisis de texto que pueden automatizarse. La utilización de herramientas de código abierto y APIs facilita la escalabilidad, permitiendo procesar grandes volúmenes de datos de forma eficiente. Además, el desarrollo de una plataforma web con dashboards interactivos permitirá el acceso y la visualización de los datos a un público más amplio.",
        "viability": "La viabilidad del proyecto es alta debido a: \n* **Disponibilidad de datos:** Las presentaciones de proyectos ambientales suelen ser información pública accesible.\n* **Herramientas tecnológicas accesibles:** El uso de herramientas de análisis de texto de código abierto reduce los costos de desarrollo.\n* **Potencial de colaboración:** Se puede fomentar la colaboración con organizaciones y expertos en el campo ambiental para enriquecer el análisis y maximizar su impacto."
    },
    {
        "title": "Evaluación del Impacto de las Actividades",
        "description": "Medir el impacto de los eventos de participación ciudadana en la toma de decisiones y en la mejora de proyectos ambientales. Esto puede realizarse a través de encuestas o análisis de cambios en los proyectos.",
        "technique": "Encuestas, Análisis comparativo antes/después de los eventos",
        "columns": "PROYECTO (identificar proyecto específico), NUMERO_ASISTENTES (evaluar alcance), NUMERO_PREGUNTAS (indicador de participación activa), ESTADO (analizar si se aprobaron cambios)",
        "type": "fa-poll",
        "complement_idea": "Para complementar la idea de “Evaluación del Impacto de las Actividades”, se propone integrar elementos innovadores que aumenten su impacto, escalabilidad y viabilidad.",
        "impact": "La propuesta busca demostrar el impacto directo de la participación ciudadana en la mejora de proyectos ambientales. Se logrará a través de una evaluación que combine métodos tradicionales como encuestas y análisis comparativo con enfoques creativos como encuestas gamificadas, mapas participativos y la integración de historias personales. Esto permitirá visualizar de manera tangible los beneficios generados por la participación ciudadana.",
        "scalability": "La idea se puede adaptar a diferentes contextos y proyectos gracias al uso de herramientas abiertas y metodologías flexibles. Se propone desarrollar un marco adaptable que permita su implementación en diversos entornos, garantizando su escalabilidad y replicabilidad.",
        "viability": "-"
    },
    {
        "title": "Predicción de Asistencia a Eventos",
        "description": "Utilizar datos históricos sobre asistencia, tipo de evento, ubicación y otros factores para predecir la participación en eventos futuros. Esto puede ayudar a planificar mejor los recursos.",
        "technique": "Machine Learning (modelos de regresión), Análisis de series temporales",
        "columns": "TIPO_EVENTO (categorizar eventos), LUGAR (ubicación geográfica), FECHA (factor temporal), NUMERO_ASISTENTES (variable objetivo)",
        "type": "fa-chart-bar",
        "complement_idea": "El sistema \"Predicción de Asistencia a Eventos\" utiliza el aprendizaje automático y el análisis de series temporales para predecir la asistencia futura a los eventos basándose en datos históricos. Esto permite optimizar la asignación de recursos, minimizar el desperdicio y aumentar la rentabilidad mediante la fijación dinámica de precios.",
        "impact": "Este sistema tiene un impacto social positivo al empoderar a los organizadores, especialmente a los más pequeños, para planificar eventos más efectivos que satisfagan mejor las necesidades y preferencias de la comunidad. Además, contribuye a la sostenibilidad al reducir el desperdicio de recursos.",
        "scalability": "El sistema es altamente escalable y adaptable gracias al uso de herramientas de código abierto y a una infraestructura en la nube. Esto permite su implementación en eventos de diversos tipos y tamaños, adaptándose a diferentes contextos.",
        "viability": "La viabilidad económica del sistema es fuerte debido a los ahorros de costes que genera al minimizar el desperdicio y al potencial aumento de ingresos gracias a la fijación dinámica de precios. El uso de herramientas de código abierto y una infraestructura en la nube también contribuye a reducir los costos de desarrollo y despliegue."
    },
    {
        "title": "Dashboard Interactivo de Transparencia",
        "description": "Crear un dashboard online que permita a la ciudadanía consultar información sobre eventos, proyectos y decisiones ambientales. Esto promueve la transparencia y la participación ciudadana.",
        "technique": "Desarrollo web con herramientas de visualización (Tableau, PowerBI), API para acceder a datos",
        "columns": "Todas las columnas del dataset (permitir filtros por tipo de evento, departamento, fecha, etc.)",
        "type": "fa-dashboard",
        "complement_idea": "El proyecto de \"Dashboard Interactivo de Transparencia\" se puede complementar con la incorporación de herramientas de análisis predictivo para ayudar a los ciudadanos a comprender mejor las tendencias ambientales y tomar decisiones informadas. También se podrían integrar mecanismos de retroalimentación para que los ciudadanos puedan compartir sus preocupaciones y sugerencias.",
        "impact": "El impacto potencial de este proyecto es significativo, ya que promovería la transparencia, la participación ciudadana y la toma de decisiones más informadas en materia ambiental. Esto podría llevar a una mayor responsabilidad por parte de las autoridades y a un mayor compromiso de la ciudadanía con la protección del medio ambiente.",
        "scalability": "La escalabilidad del proyecto parece prometedora, ya que se basa en una plataforma online accesible desde cualquier dispositivo. La modularidad del diseño permitiría agregar nuevas funcionalidades y tipos de datos en el futuro, adaptándose a las necesidades cambiantes de la comunidad.",
        "viability": "La viabilidad técnica del proyecto es alta gracias al uso de herramientas de código abierto como Tableau o PowerBI. Un enfoque por fases minimizaría los costos iniciales y permitiría ajustar el desarrollo según las necesidades de los usuarios. La cuantificación del retorno de la inversión a través del aumento de la participación ciudadana y la mejora en la toma de decisiones será clave para asegurar su sostenibilidad."
    }
]