[
    {
        "title": "Monitoreo de la Eficiencia en la Recolección de Residuos",
        "description": "Este análisis permitirá identificar patrones en la recolección de residuos, evaluar la eficiencia de las rutas y optimizar el uso de los vehículos.  También se puede usar para determinar áreas con mayor volumen de residuos y planificar estrategias de gestión más efectivas.",
        "technique": "Análisis geoespacial, visualización de datos",
        "columns": "FECHA_CORTE (Para analizar tendencias en el tiempo), UBIGEO (Para identificar zonas geográficas con mayor volumen de residuos), Vehículo de transporte que dispone los residuos (Para evaluar la eficiencia de cada vehículo), Día en el que realiza la disposición de residuos sólidos (dd/mm/aa) (Para optimizar las rutas de recolección), Cantidad de residuos dispuestos (toneladas) (Para cuantificar el volumen de residuos por zona y fecha)",
        "type": "fa-map-location"
    },
    {
        "title": "Sistema de Alerta para la Gestión de Residuos",
        "description": "Este sistema utilizará datos históricos de recolección para predecir picos en la generación de residuos. Esto permitirá a la Municipalidad Distrital de San Ramón tomar medidas preventivas, como aumentar la frecuencia de recolección o asignar más recursos a zonas específicas.",
        "technique": "Análisis predictivo (Machine Learning)",
        "columns": "FECHA_CORTE (Variable temporal para el modelo predictivo), UBIGEO (Para identificar patrones geográficos en la generación de residuos), Cantidad de residuos dispuestos (toneladas) (Dato objetivo para la predicción), Día en el que realiza la disposición de residuos sólidos (dd/mm/aa) (Para considerar la influencia de días festivos o eventos especiales)",
        "type": "fa-bell"
    },
    {
        "title": "Comparación del Rendimiento de los Vehículos",
        "description": "Analizar la eficiencia de cada vehículo en función del volumen de residuos recolectados, la distancia recorrida y el tiempo empleado. Esto permitirá identificar vehículos con bajo rendimiento y optimizar su uso.",
        "technique": "Análisis estadístico comparativo",
        "columns": "Vehículo de transporte que dispone los residuos (Para identificar cada vehículo), Cantidad de residuos dispuestos (toneladas) (Para evaluar la capacidad de carga), Día en el que realiza la disposición de residuos sólidos (dd/mm/aa) (Para considerar variaciones en la distancia recorrida por día)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Optimización de las Rutas de Recolección",
        "description": "Utilizar datos geográficos y de recolección para diseñar rutas más eficientes, minimizando distancias y tiempo de viaje. Esto reducirá costos y mejorará la puntualidad del servicio.",
        "technique": "Algoritmos de optimización de rutas (ej. algoritmo de Dijkstra)",
        "columns": "UBIGEO (Para determinar la ubicación geográfica de los puntos de recolección), Día en el que realiza la disposición de residuos sólidos (dd/mm/aa) (Para considerar la frecuencia de recolección en cada zona)",
        "type": "fa-truck"
    },
    {
        "title": "Mapa Interactivo de Puntos de Recolección",
        "description": "Desarrollar un mapa interactivo que muestre la ubicación de los puntos de recolección, la frecuencia de servicio y el volumen de residuos generado en cada zona. Esto permitirá a la ciudadanía acceder información transparente sobre el servicio de recolección.",
        "technique": "Visualización web (ej. Leaflet o Google Maps API)",
        "columns": "UBIGEO (Para ubicar los puntos de recolección en el mapa), Cantidad de residuos dispuestos (toneladas) (Para mostrar el volumen de residuos por zona), Día en el que realiza la disposición de residuos sólidos (dd/mm/aa) (Para indicar la frecuencia de servicio)",
        "type": "fa-globe"
    }
]