[
    {
        "title": "Mapa Interactivo de Tráfico Pesquero",
        "description": "Visualizar en tiempo real las rutas y patrones de movimiento de las embarcaciones pesqueras. Esto permite identificar zonas de alta concentración, analizar posibles áreas de sobreexplotación y optimizar la gestión de recursos.",
        "technique": "Análisis geoespacial, visualización de datos (mapas interactivos), filtrado por fecha, régimen, proveedor satelital",
        "columns": "AÑO (filtrado por año), MES (filtrado por mes), ID_anonimizado_TRANSMISION (identificación única de cada transmisión), LATITUD (coordenada para ubicación geográfica), LONGITUD (coordenada para ubicación geográfica), VEL_NUDOS (visualización de la velocidad de las embarcaciones), RUMBO (indicación de dirección de movimiento), REF_COSTA (mostrar información contextual de la zona costera)",
        "type": "fa-map-marker"
    },
    {
        "title": "Predicción de Zonas de Mayor Captura",
        "description": "Utilizar modelos de aprendizaje automático para predecir las zonas donde se espera mayor actividad pesquera, considerando factores como ubicación, temporada, tipo de embarcación y patrones históricos.",
        "technique": "Machine learning (modelos de regresión o clasificación), análisis de series temporales, mapas de calor",
        "columns": "AÑO (variable temporal), MES (variable temporal), LATITUD (coordenada para ubicación geográfica), LONGITUD (coordenada para ubicación geográfica), REGIMEN (tipo de pesca puede influir en la captura), PROVEED_SAT (posibles diferencias en la cobertura o precisión de los proveedores)",
        "type": "fa-chart-line"
    },
    {
        "title": "Análisis de Rutas Optimizadas",
        "description": "Identificar rutas de navegación más eficientes para las embarcaciones, minimizando tiempo y combustible. Esto puede ayudar a reducir costos operativos y el impacto ambiental.",
        "technique": "Análisis de trayectorias, algoritmos de optimización de rutas (ej: Dijkstra), visualización en mapas",
        "columns": "LATITUD (coordenadas para trazar la ruta), LONGITUD (coordenadas para trazar la ruta), VEL_NUDOS (velocidad puede influir en la ruta óptima), RUMBO (dirección de movimiento)",
        "type": "fa-ship"
    },
    {
        "title": "Monitoreo de Actividad Pesquera Ilegal",
        "description": "Detectar patrones sospechosos de actividad pesquera ilegal, como la pesca en áreas restringidas o fuera de temporada. Esto puede ayudar a las autoridades a tomar medidas para proteger los recursos marinos.",
        "technique": "Análisis de outliers, detección de anomalias (ej: clustering), visualización espacial de alertas",
        "columns": "AÑO (filtrado por año), MES (filtrado por mes), LATITUD (coordenada para ubicación geográfica), LONGITUD (coordenada para ubicación geográfica), REGIMEN (comparación con permisos válidos), REF_COSTA (identificación de áreas protegidas)",
        "type": "fa-exclamation-triangle"
    },
    {
        "title": "Evaluación del Impacto Ambiental",
        "description": "Analizar el impacto ambiental de la actividad pesquera, considerando factores como la ubicación de las capturas, la tipología de embarcaciones y la intensidad de pesca. Esto puede ayudar a desarrollar estrategias de gestión sostenible.",
        "technique": "Análisis espacial (densidad de puntos), indicadores ambientales (ej: biomasa, biodiversidad), modelos de simulación",
        "columns": "LATITUD (coordenada para ubicación geográfica), LONGITUD (coordenada para ubicación geográfica), REGIMEN (tipo de pesca puede tener diferente impacto ambiental), VEL_NUDOS (intensidad de actividad)",
        "type": "fa-leaf"
    }
]