[
    {
        "title": "Mapa Interactivo de Tráfico Pesquero",
        "description": "Visualizar en tiempo real las rutas y patrones de movimiento de las embarcaciones pesqueras. Esto permite identificar zonas de alta concentración, analizar posibles áreas de sobreexplotación y optimizar la gestión de recursos.",
        "technique": "Análisis geoespacial, visualización de datos (mapas interactivos), filtrado por fecha, régimen, proveedor satelital",
        "columns": "AÑO (filtrado por año), MES (filtrado por mes), ID_anonimizado_TRANSMISION (identificación única de cada transmisión), LATITUD (coordenada para ubicación geográfica), LONGITUD (coordenada para ubicación geográfica), VEL_NUDOS (visualización de la velocidad de las embarcaciones), RUMBO (indicación de dirección de movimiento), REF_COSTA (mostrar información contextual de la zona costera)",
        "type": "fa-map-marker",
        "complement_idea": "El proyecto 'Mapa Interactivo de Tráfico Pesquero' se complementa con la integración de un sistema de alertas que notifique a los usuarios sobre posibles áreas de sobrepesca, cambios en las rutas de migración de las especies y zonas protegidas. Esto permitiría una respuesta más rápida y efectiva ante situaciones que puedan comprometer la sostenibilidad de los recursos.",
        "impact": "El impacto potencial del proyecto es significativo. Al optimizar las operaciones de pesca, se puede aumentar la rentabilidad para los pescadores artesanales, mejorando su calidad de vida. Además, al identificar zonas de sobrepesca, se puede contribuir a la conservación de los recursos marinos y a la protección de los ecosistemas. La transparencia que ofrece el mapa también puede contribuir a una mejor gobernanza de los océanos.",
        "scalability": "El proyecto tiene un alto potencial de escalabilidad. El modelo de plataforma abierta permite la participación de diferentes actores, como investigadores, ONGs y gobiernos, lo que facilita su adaptación a diferentes contextos y regiones. Además, la integración de nuevas tecnologías, como la inteligencia artificial para el análisis predictivo, puede expandir aún más sus funcionalidades.",
        "viability": "La viabilidad del proyecto depende de la obtención de financiamiento para cubrir los costos de desarrollo, implementación y mantenimiento. Sin embargo, las ventajas que ofrece en términos de sostenibilidad, eficiencia económica y transparencia hacen que sea una inversión atractiva para diferentes actores, incluyendo organismos internacionales, gobiernos y empresas privadas."
    },
    {
        "title": "Predicción de Zonas de Mayor Captura",
        "description": "Utilizar modelos de aprendizaje automático para predecir las zonas donde se espera mayor actividad pesquera, considerando factores como ubicación, temporada, tipo de embarcación y patrones históricos.",
        "technique": "Machine learning (modelos de regresión o clasificación), análisis de series temporales, mapas de calor",
        "columns": "AÑO (variable temporal), MES (variable temporal), LATITUD (coordenada para ubicación geográfica), LONGITUD (coordenada para ubicación geográfica), REGIMEN (tipo de pesca puede influir en la captura), PROVEED_SAT (posibles diferencias en la cobertura o precisión de los proveedores)",
        "type": "fa-chart-line",
        "complement_idea": "La idea de \"Predicción de Zonas de Mayor Captura\" puede complementarse con la creación de una plataforma colaborativa donde los pescadores puedan compartir información sobre las capturas y las condiciones del mar, mejorando así la precisión del modelo de predicción.",
        "impact": "Este proyecto tiene un alto impacto social y ambiental. Al optimizar las prácticas de pesca, se puede reducir la sobrepesca, proteger los ecosistemas marinos y mejorar la seguridad alimentaria de las comunidades costeras.",
        "scalability": "La solución es escalable ya que el modelo de predicción se puede adaptar a diferentes especies marinas y regiones geográficas. Además, se pueden desarrollar aplicaciones móviles para facilitar el acceso a la información por parte de los pescadores.",
        "viability": "La viabilidad del proyecto depende de la disponibilidad de datos de calidad, la colaboración con las comunidades de pescadores y la obtención de financiación para su desarrollo e implementación."
    },
    {
        "title": "Análisis de Rutas Optimizadas",
        "description": "Identificar rutas de navegación más eficientes para las embarcaciones, minimizando tiempo y combustible. Esto puede ayudar a reducir costos operativos y el impacto ambiental.",
        "technique": "Análisis de trayectorias, algoritmos de optimización de rutas (ej: Dijkstra), visualización en mapas",
        "columns": "LATITUD (coordenadas para trazar la ruta), LONGITUD (coordenadas para trazar la ruta), VEL_NUDOS (velocidad puede influir en la ruta óptima), RUMBO (dirección de movimiento)",
        "type": "fa-ship",
        "complement_idea": "La idea de 'Análisis de Rutas Optimizadas' podría complementarse desarrollando un sistema de colaboración entre buques para compartir información sobre condiciones meteorológicas y patrones de tráfico en tiempo real, mejorando aún más la eficiencia y seguridad de las rutas.",
        "impact": "El impacto potencial de esta solución es significativo. Al reducir los costos de combustible y las emisiones, se contribuiría a una industria naviera más sostenible. Además, la optimización de las rutas podría aumentar la eficiencia logística y reducir los tiempos de entrega.",
        "scalability": "La escalabilidad de 'Análisis de Rutas Optimizadas' parece prometedora. La tecnología subyacente es adaptable a diferentes tipos de embarcaciones y podría extenderse a otros sectores de transporte, como el terrestre o aéreo.",
        "viability": "La viabilidad de esta solución depende en gran medida de la capacidad para obtener datos precisos en tiempo real y de integrar el sistema con las tecnologías de navegación existentes. Sin embargo, los beneficios potenciales tanto económicos como ambientales hacen que valga la pena explorar su desarrollo."
    },
    {
        "title": "Monitoreo de Actividad Pesquera Ilegal",
        "description": "Detectar patrones sospechosos de actividad pesquera ilegal, como la pesca en áreas restringidas o fuera de temporada. Esto puede ayudar a las autoridades a tomar medidas para proteger los recursos marinos.",
        "technique": "Análisis de outliers, detección de anomalias (ej: clustering), visualización espacial de alertas",
        "columns": "AÑO (filtrado por año), MES (filtrado por mes), LATITUD (coordenada para ubicación geográfica), LONGITUD (coordenada para ubicación geográfica), REGIMEN (comparación con permisos válidos), REF_COSTA (identificación de áreas protegidas)",
        "type": "fa-exclamation-triangle",
        "complement_idea": "Monitoreo de Actividad Pesquera Ilegal utiliza análisis de valores atípicos y detección de anomalías en datos AIS para identificar patrones de pesca sospechosos, como la actividad en zonas restringidas o durante temporadas cerradas. La visualización espacial de alertas proporciona a las autoridades información en tiempo real para intervenciones dirigidas, protegiendo los ecosistemas marinos.",
        "impact": "El sistema protege los ecosistemas marinos al prevenir actividades de pesca ilegal, promoviendo prácticas de pesca sostenibles y apoyando la seguridad alimentaria global.",
        "scalability": "Monitoreo de Actividad Pesquera Ilegal se basa en herramientas de código abierto e infraestructura en la nube, lo que garantiza una escalabilidad rentable para manejar volúmenes crecientes de datos. Además, el diseño modular permite adaptar el sistema a diferentes regiones y regulaciones.",
        "viability": "La utilización de herramientas de código abierto reduce los costes de desarrollo y mantenimiento. La automatización del proceso de generación de alertas optimiza la eficiencia y libera recursos humanos para otras tareas. La infraestructura en la nube garantiza una escalabilidad flexible y adaptable a las necesidades cambiantes."
    },
    {
        "title": "Evaluación del Impacto Ambiental",
        "description": "Analizar el impacto ambiental de la actividad pesquera, considerando factores como la ubicación de las capturas, la tipología de embarcaciones y la intensidad de pesca. Esto puede ayudar a desarrollar estrategias de gestión sostenible.",
        "technique": "Análisis espacial (densidad de puntos), indicadores ambientales (ej: biomasa, biodiversidad), modelos de simulación",
        "columns": "LATITUD (coordenada para ubicación geográfica), LONGITUD (coordenada para ubicación geográfica), REGIMEN (tipo de pesca puede tener diferente impacto ambiental), VEL_NUDOS (intensidad de actividad)",
        "type": "fa-leaf",
        "complement_idea": "El análisis de la huella ambiental de las prácticas pesqueras mediante mapas de densidad de capturas, indicadores ambientales y modelos de simulación para predecir impactos futuros.",
        "impact": "Empodera a las comunidades de pesca con datos para prácticas responsables, protege los medios de vida y promueve un futuro sostenible para nuestros océanos.",
        "scalability": "Al utilizar datos existentes y software de código abierto, el marco es escalable y adaptable a diferentes regiones y especies. La modularidad del diseño permite una fácil personalización para abordar necesidades específicas.",
        "viability": "-"
    }
]