[
    {
        "title": "Monitoreo y Predicción de Fenómenos Meteorológicos",
        "description": "Utilizar los datos históricos de temperatura, humedad y precipitación para desarrollar modelos de predicción meteorológica a corto plazo. Esto puede ser útil para la agricultura, gestión de recursos hídricos y planificación de eventos al aire libre.",
        "technique": "Análisis de series temporales, modelos de aprendizaje automático (regresión lineal, redes neuronales), visualización de datos",
        "columns": "FECHA (Index temporal), HORA (Index temporal), TEMP (Variable predictora), HR (Variable predictora), PP (Variable predictora), LATITUD (Para geo-referenciar las predicciones), LONGITUD (Para geo-referenciar las predicciones)",
        "type": "fa-cloud-showers-heavy"
    },
    {
        "title": "Mapa de Riesgo de Sequía",
        "description": "Identificar áreas con mayor probabilidad de sufrir sequía en función de patrones históricos de precipitación y temperatura. Esto puede ayudar a las autoridades a tomar medidas preventivas.",
        "technique": "Análisis espacial, clustering, geo-estadistica, mapas interactivos",
        "columns": "FECHA (Para analizar tendencias temporales), PP (Variable clave para detectar sequía), LATITUD (Para la ubicación geográfica), LONGITUD (Para la ubicación geográfica), DEPARTAMENTO (Para análisis regional)",
        "type": "fa-sun"
    },
    {
        "title": "Optimización del Riego en Agricultura",
        "description": "Proporcionar información sobre las necesidades de agua de los cultivos en función de la temperatura, humedad y precipitación. Esto permite un riego más eficiente y sostenible.",
        "technique": "Análisis predictivo, modelos de aprendizaje automático, integración con sistemas de control de riego",
        "columns": "TEMP (Para estimar evapotranspiración), HR (Para estimar evapotranspiración), PP (Para calcular el agua disponible), LATITUD (Para considerar variaciones climáticas regionales), LONGITUD (Para considerar variaciones climáticas regionales)",
        "type": "fa-leaf"
    },
    {
        "title": "Análisis de la Calidad del Aire",
        "description": "Correlacionar los datos meteorológicos con indicadores de calidad del aire para identificar patrones y posibles fuentes de contaminación.",
        "technique": "Análisis correlacional, visualización de datos espaciales, modelos estadísticos",
        "columns": "TEMP (Puede influir en la formación de ozono), HR (Puede influir en la dispersión de contaminantes), LATITUD (Para mapear la distribución de contaminantes), LONGITUD (Para mapear la distribución de contaminantes), FECHA (Para analizar patrones temporales)",
        "type": "fa-smog"
    },
    {
        "title": "Sistema de Alerta Temprana para Fenómenos Meteorológicos Extremas",
        "description": "Desarrollar un sistema que utilice datos históricos y modelos predictivos para anticipar eventos climáticos extremos como olas de calor o tormentas fuertes.",
        "technique": "Análisis de series temporales, aprendizaje automático, sistemas de alerta temprana",
        "columns": "TEMP (Para identificar patrones de olas de calor), PP (Para predecir tormentas intensas), HORA (Para determinar la hora de ocurrencia del evento), LATITUD (Para geolocalizar las alertas), LONGITUD (Para geolocalizar las alertas)",
        "type": "fa-exclamation-triangle"
    }
]