[
    {
        "title": "Mapa de calidad del aire en tiempo real",
        "description": "Crear un mapa interactivo que muestre la concentración de ozono (O3) en el tiempo. Esto permitirá a los usuarios visualizar cómo varía la calidad del aire en diferentes ubicaciones y momentos.",
        "technique": "Análisis espacial, geo-referenciación con mapas interactivos",
        "columns": "FECHA (para filtrar por fecha), LATITUD (ubicación geográfica), LONGITUD (ubicación geográfica), O3 (concentración de ozono)",
        "type": "fa-map"
    },
    {
        "title": "Predicción del índice UV máximo",
        "description": "Desarrollar un modelo de machine learning que prediga el índice UV máximo diario en función de factores como la fecha, hora y ubicación geográfica. Esto permitirá a las personas tomar medidas para protegerse de la radiación solar.",
        "technique": "Machine Learning (Regresión), análisis temporal",
        "columns": "FECHA (para entrenar el modelo), HORA (variable importante para predecir UV), LATITUD (ubicación geográfica), LONGITUD (ubicación geográfica), UV_MAX (valor objetivo para el entrenamiento)",
        "type": "fa-chart-line"
    },
    {
        "title": "Análisis de patrones de precipitación",
        "description": "Analizar los datos históricos de precipitación para identificar patrones y tendencias. Esto puede ayudar a comprender mejor los patrones climáticos locales y predecir posibles eventos de sequía o inundaciones.",
        "technique": "Análisis temporal, detección de patrones",
        "columns": "FECHA (para análisis temporal), PP (precipitación diaria), LATITUD (ubicación geográfica), LONGITUD (ubicación geográfica)",
        "type": "fa-cloud-rain"
    },
    {
        "title": "Comparación de la calidad del aire entre áreas",
        "description": "Crear un tablero interactivo que compare los niveles de ozono y otros indicadores de calidad del aire entre diferentes departamentos, provincias o distritos. Esto permitirá identificar zonas con mayor riesgo de contaminación.",
        "technique": "Análisis comparativo, visualización de datos con dashboards",
        "columns": "DEPARTAMENTO (para agrupar), PROVINCIA (para agrupar), DISTRITO (para agrupar), FECHA (para filtrar por fecha), O3 (concentración de ozono), UV_MAX (índice UV máximo)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Sistema de alerta temprana para eventos climáticos extremos",
        "description": "Desarrollar un sistema que utilice datos históricos de precipitación y otros indicadores meteorológicos para predecir eventos climáticos extremos, como inundaciones o sequías. El sistema podría enviar alertas a la población afectada.",
        "technique": "Machine learning (clasificación), análisis predictivo, sistemas de alerta",
        "columns": "FECHA (para entrenar el modelo), PP (precipitación diaria), LATITUD (ubicación geográfica), LONGITUD (ubicación geográfica), O3 (indicador potencial de patrones climáticos)",
        "type": "fa-bell"
    }
]