[
    {
        "title": "Mapa Interactivo de la Producción Pesquera",
        "description": "Visualizar la distribución espacial y temporal del volumen de desembarque de diferentes especies en Piura. Permitir a los usuarios explorar patrones de pesca por especie, ubicación y tiempo.",
        "technique": "Análisis geoespacial, visualización con mapas interactivos (Tableau, Power BI), análisis de series de tiempo",
        "columns": "UBIGEO (para la geolocalización del punto de desembarque), FECHA_MUESTRA (para el análisis temporal), ESPECIE (para filtrar por tipo de pez), VOLUMEN (para representar la cantidad capturada en cada punto), TIPO_PUERTO (opcional, para diferenciar entre puertos públicos y privados)",
        "type": "fa-map-marker",
        "complement_idea": "Integrar un sistema de alerta temprana para identificar patrones de sobrepesca y cambios en la abundancia de especies, permitiendo una gestión más efectiva de los recursos.",
        "impact": "El mapa interactivo tendrá un alto impacto social al empoderar a los pescadores artesanales, mejorando sus ingresos y promoviendo prácticas de pesca sostenible. Además, fortalecerá la transparencia y la colaboración entre las partes interesadas.",
        "scalability": "La solución es altamente escalable gracias a su arquitectura en la nube. Puede ser adaptada a otras regiones costeras e incorporada a sistemas de gestión pesquera más amplios.",
        "viability": "El proyecto es viable técnicamente y económicamente, dado el acceso a datos existentes, la utilización de herramientas de software accesibles y el potencial para generar un retorno de inversión a través del aumento de la productividad pesquera."
    },
    {
        "title": "Predicción del Volumen de Desembarque",
        "description": "Utilizar modelos de aprendizaje automático para predecir el volumen de desembarque futuro de diferentes especies en función de variables históricas como la fecha, ubicación, especie y volumen pasado.",
        "technique": "Machine Learning (regresión lineal, redes neuronales), análisis de series de tiempo",
        "columns": "FECHA_CORTE, FECHA_MUESTRA, UBGEO, ESPECIE, VOLUMEN (para entrenar el modelo)",
        "type": "fa-chart-line",
        "complement_idea": "La idea se puede complementar integrando datos sobre condiciones oceanográficas (temperatura, corrientes) para mejorar la precisión de las predicciones.",
        "impact": "¡Este proyecto tiene un impacto social y ambiental significativo! Puede contribuir a la conservación de los recursos marinos al promover prácticas de pesca más sostenibles y empoderar a las comunidades costeras a través de información valiosa sobre el mercado.",
        "scalability": "El modelo puede escalarse a otras especies marinas y regiones geográficas, lo que amplía su potencial de impacto.",
        "viability": "La viabilidad técnica es alta, ya que se basa en modelos de aprendizaje automático probados. La accesibilidad a datos históricos de captura de peces será crucial para el éxito del proyecto."
    },
    {
        "title": "Identificación de Zonas de Mayor Productividad",
        "description": "Analizar los datos para identificar las zonas con mayor volumen de desembarque de especies específicas. Esto puede ayudar a optimizar esfuerzos de pesca y gestión de recursos.",
        "technique": "Análisis estadístico espacial, agrupamiento (clustering)",
        "columns": "UBIGEO (para la geolocalización), ESPECIE (para filtrar por tipo de pez), VOLUMEN (para cuantificar la producción) ",
        "type": "fa-chart-bar",
        "complement_idea": "Identificación de Zonas de Mayor Productividad propone el uso de análisis espacial estadístico y algoritmos de agrupamiento para identificar zonas de alta producción pesquera. Esta idea se basa en analizar datos históricos de captura, junto con variables ambientales como temperatura y corrientes, para revelar patrones y determinar puntos calientes para especies específicas.",
        "impact": "Esta solución tiene un alto impacto potencial, ya que puede aumentar las capturas para los pescadores, mejorando sus medios de vida. Al mismo tiempo, promueve la pesca sostenible al minimizar los esfuerzos en áreas improductivas, lo que ayuda a proteger los ecosistemas marinos.",
        "scalability": "La idea es escalable y adaptable a diferentes regiones de pesca en todo el mundo. El enfoque metodológico puede ser replicado para diferentes especies y adaptado a las condiciones ambientales específicas de cada zona.",
        "viability": "Técnicamente, la idea es viable, ya que se basa en métodos estadísticos establecidos y herramientas de software disponibles. Su viabilidad económica depende del acceso a datos históricos confiables de captura y variables ambientales. La calidad de los datos influirá directamente en la precisión del modelo."
    },
    {
        "title": "Dashboard de Monitoreo de la Pesca Artesanal",
        "description": "Crear un tablero interactivo que muestre información clave sobre la pesca artesanal en Piura. Esto puede incluir indicadores como el volumen total de desembarque, especies más pescadas, zonas de mayor producción, etc.",
        "technique": "Visualización de datos (Tableau, Power BI), análisis exploratorio de datos",
        "columns": "Todas las columnas del dataset (para una visualización completa)",
        "type": "fa-dashboard",
        "complement_idea": "El tablero de control 'Dashboard de Monitoreo de la Pesca Artesanal' es una excelente idea que puede ser complementada con funciones adicionales como: \n* **Sistema de alerta:** Notificaciones a los pescadores sobre cambios en las condiciones climáticas, presencia de especies protegidas o zonas de veda.\n* **Integración con plataformas de venta:** Permite a los pescadores acceder a información sobre precios de mercado y conectar directamente con compradores.\n* **Herramientas de gestión:** Funciones para registrar gastos, ingresos y controlar el inventario de equipos de pesca.",
        "impact": "El impacto del tablero de control será significativo para la comunidad de pescadores artesanales de Piura. Proporcionará acceso a información clave que les permitirá tomar mejores decisiones sobre dónde pescar, qué especies buscar y cuándo vender sus productos. Esto contribuirá a aumentar sus ingresos, mejorar su seguridad y promover prácticas de pesca más sostenibles.",
        "scalability": "La arquitectura basada en software de código abierto como Metabase garantiza que el tablero de control sea escalable y adaptable a otras comunidades de pescadores. Además, la modularidad del diseño permite agregar nuevas funcionalidades según las necesidades específicas de cada región.",
        "viability": "La viabilidad técnica del proyecto es alta gracias al uso de herramientas de visualización de datos robustas como Tableau o Power BI. La adquisición constante de datos de fuentes confiables como registros de pesca y bases de datos gubernamentales será crucial para mantener la precisión y utilidad del tablero de control."
    },
    {
        "title": "Comparación Temporal de la Productividad Pesquera",
        "description": "Analizar la evolución del volumen de desembarque a lo largo del tiempo para identificar tendencias, variaciones estacionales y posibles impactos ambientales.",
        "technique": "Análisis de series de tiempo, visualización con gráficos de línea",
        "columns": "FECHA_CORTE (para el eje temporal), ESPECIE (para analizar por tipo de pez), VOLUMEN (para representar la cantidad capturada)",
        "type": "fa-calendar-alt",
        "complement_idea": "El análisis de series temporales de la productividad pesquera, utilizando gráficos de líneas para visualizar las tendencias de volumen de captura a lo largo del tiempo, es un enfoque sólido. Para maximizar su impacto, se podría complementar con: \n\n* **Análisis más profundos:** Incorporar el tamaño y la edad de los peces para obtener información sobre las dinámicas de la población.\n* **Modelado predictivo:** Utilizar aprendizaje automático para predecir futuros volúmenes de captura y apoyar la gestión pesquera proactiva.\n* **Visualización interactiva:** Desarrollar paneles que permitan a los usuarios explorar datos por especie, región y temporada, mejorando la comprensión y el compromiso.",
        "impact": "Este enfoque tiene un alto impacto potencial al proporcionar información valiosa para: \n\n* **Pescadores:** Identificar las temporadas de pesca óptimas y anticipar posibles escaseces.\n* **Conservación:** Revelar conexiones entre el volumen de captura y los factores ambientales, informando estrategias de conservación más efectivas.\n* **Toma de decisiones:** Apoyar a los responsables de la política con datos para una gestión pesquera sostenible.",
        "scalability": "La idea es escalable. Comenzar con un análisis básico de series temporales y gráficos de líneas permite construir sobre esa base. En el futuro, se pueden agregar funciones como modelado predictivo y visualización interactiva para ampliar el alcance y la utilidad del proyecto.",
        "viability": "-"
    }
]