[
    {
        "title": "Mapa Interactivo de Desembarques",
        "description": "Crear un mapa interactivo que muestre la ubicación y volumen de desembarque de cada especie en diferentes puntos a lo largo del tiempo. Esto permitirá visualizar patrones espaciales y temporales de pesca.",
        "technique": "Análisis geoespacial, visualización de datos con mapas interactivos (Leaflet, Google Maps)",
        "columns": "UBIGEO (localización geográfica para la representación en el mapa), FECHA_MUESTRA (filtrar desembarques por fecha), PUNTO_DESEMBARQUE (nombre del punto de desembarco para identificar las zonas de pesca), ESPECIE (categorizar los datos por especie), VOLUMEN (representar la cantidad de cada especie desembarcada con tamaño o color)",
        "type": "fa-map-marker-alt"
    },
    {
        "title": "Predicción del Volumen de Desembarque",
        "description": "Utilizar modelos de machine learning para predecir el volumen futuro de desembarque de diferentes especies en función de factores históricos como fecha, ubicación y volumen anterior.",
        "technique": "Machine Learning (Regresión lineal, Random Forest), análisis temporal de series",
        "columns": "FECHA_MUESTRA (variable temporal para entrenar el modelo), VOLUMEN (variable objetivo a predecir), ESPECIE (categorizar modelos por especie), PUNTO_DESEMBARQUE (considerar la ubicación en el entrenamiento del modelo)",
        "type": "fa-chart-line"
    },
    {
        "title": "Análisis de Tendencias por Especie",
        "description": "Analizar las tendencias a lo largo del tiempo en el volumen de desembarque de cada especie para identificar especies con mayor crecimiento o disminución.",
        "technique": "Análisis estadístico descriptivo, visualización de datos con gráficos de línea (ggplot2)",
        "columns": "FECHA_MUESTRA (variable temporal), ESPECIE (categorizar los datos por especie), VOLUMEN (variable a analizar para identificar tendencias)",
        "type": "fa-chart-bar"
    },
    {
        "title": "Identificación de Zonas con Mayor Presión Pesquera",
        "description": "Analizar el volumen de desembarque en cada punto de desembarque para identificar zonas con mayor presión pesquera y evaluar la sostenibilidad de las prácticas de pesca.",
        "technique": "Análisis espacial, visualización de mapas de calor",
        "columns": "UBIGEO (localización geográfica para la representación), PUNTO_DESEMBARQUE (identificar puntos específicos de desembarque), VOLUMEN (variable a utilizar para generar mapas de calor)",
        "type": "fa-fire"
    },
    {
        "title": "Dashboard Interactivo de Pesca",
        "description": "Crear un dashboard interactivo que permita explorar los datos de pesca, filtrarlos por especie, fecha, ubicación y visualizar gráficas y mapas para identificar patrones.",
        "technique": "Desarrollo web (Shiny, Dash), visualización de datos interactivas",
        "columns": "Todas las columnas del dataset serán utilizadas. La selección de variables dependerá de la opción seleccionada en el dashboard.",
        "type": "fa-dashboard"
    }
]