[
    {
        "title": "Mapa Interactivo de la Producción Pesquera",
        "description": "Visualizar la distribución espacial y temporal del volumen de desembarque de diferentes especies en Piura. Permitir a los usuarios explorar patrones de pesca por especie, ubicación y tiempo.",
        "technique": "Análisis geoespacial, visualización con mapas interactivos (Tableau, Power BI), análisis de series de tiempo",
        "columns": "UBIGEO (para la geolocalización del punto de desembarque), FECHA_MUESTRA (para el análisis temporal), ESPECIE (para filtrar por tipo de pez), VOLUMEN (para representar la cantidad capturada en cada punto), TIPO_PUERTO (opcional, para diferenciar entre puertos públicos y privados)",
        "type": "fa-map-marker"
    },
    {
        "title": "Predicción del Volumen de Desembarque",
        "description": "Utilizar modelos de aprendizaje automático para predecir el volumen de desembarque futuro de diferentes especies en función de variables históricas como la fecha, ubicación, especie y volumen pasado.",
        "technique": "Machine Learning (regresión lineal, redes neuronales), análisis de series de tiempo",
        "columns": "FECHA_CORTE, FECHA_MUESTRA, UBGEO, ESPECIE, VOLUMEN (para entrenar el modelo)",
        "type": "fa-chart-line"
    },
    {
        "title": "Identificación de Zonas de Mayor Productividad",
        "description": "Analizar los datos para identificar las zonas con mayor volumen de desembarque de especies específicas. Esto puede ayudar a optimizar esfuerzos de pesca y gestión de recursos.",
        "technique": "Análisis estadístico espacial, agrupamiento (clustering)",
        "columns": "UBIGEO (para la geolocalización), ESPECIE (para filtrar por tipo de pez), VOLUMEN (para cuantificar la producción) ",
        "type": "fa-chart-bar"
    },
    {
        "title": "Dashboard de Monitoreo de la Pesca Artesanal",
        "description": "Crear un tablero interactivo que muestre información clave sobre la pesca artesanal en Piura. Esto puede incluir indicadores como el volumen total de desembarque, especies más pescadas, zonas de mayor producción, etc.",
        "technique": "Visualización de datos (Tableau, Power BI), análisis exploratorio de datos",
        "columns": "Todas las columnas del dataset (para una visualización completa)",
        "type": "fa-dashboard"
    },
    {
        "title": "Comparación Temporal de la Productividad Pesquera",
        "description": "Analizar la evolución del volumen de desembarque a lo largo del tiempo para identificar tendencias, variaciones estacionales y posibles impactos ambientales.",
        "technique": "Análisis de series de tiempo, visualización con gráficos de línea",
        "columns": "FECHA_CORTE (para el eje temporal), ESPECIE (para analizar por tipo de pez), VOLUMEN (para representar la cantidad capturada)",
        "type": "fa-calendar-alt"
    }
]