[
    {
        "title": "Sistema de monitoreo para áreas protegidas",
        "description": "Este sistema utilizará datos de las Áreas Naturales Protegidas (ANP) para identificar zonas con mayor riesgo de degradación ambiental. Permite a los guardaparques priorizar sus esfuerzos y tomar medidas preventivas.",
        "technique": "Análisis espacial, geo-referenciación, machine learning para identificar patrones de deforestación o actividad humana inusual, Dashboards interactivos",
        "columns": "ID_ANP (identificador único del área protegida), Coordenadas geográficas (ubicación precisa), Tipo de ecosistema (clasificación del hábitat), Índice de biodiversidad (medida de riqueza de especies), Actividad humana detectada (presencia de tala ilegal, minería, etc.), Fecha (momento en que se registró la actividad).",
        "type": "fa-leaf"
    },
    {
        "title": "Plataforma de acceso a servicios de salud móviles",
        "description": "Una plataforma móvil que conecta a las personas en zonas rurales con profesionales de salud a través de videoconferencias y permite el seguimiento remoto de pacientes.",
        "technique": "Desarrollo web/app móvil, telemedicina, integración con sistemas de información de salud, geolocalización para identificar áreas con mayor necesidad.",
        "columns": "ID_Paciente (identificador único), Ubicación geográfica (coordenadas del paciente), Historial médico (información relevante sobre la salud del paciente), Especialidad médica requerida (tipo de consulta necesaria), Fecha y hora de la consulta (programación de la teleconsulta).",
        "type": "fa-stethoscope"
    },
    {
        "title": "Optimización de rutas de transporte público inteligente",
        "description": "Un sistema que analiza datos de tráfico en tiempo real para optimizar las rutas de los autobuses y reducir tiempos de espera, mejorando la eficiencia y accesibilidad del transporte público.",
        "technique": "Análisis de big data, machine learning para predecir patrones de flujo de pasajeros, geolocalización de buses en tiempo real, mapas interactivos.",
        "columns": "ID_Ruta (identificador único de la ruta), Hora de partida (momento en que sale el bus), Ubicación actual del bus (coordenadas GPS), Cantidad de pasajeros a bordo (datos en tiempo real), Demanda prevista (estimación basada en patrones históricos).",
        "type": "fa-bus"
    },
    {
        "title": "Programa de alfabetización digital para comunidades rurales",
        "description": "Un programa que utiliza plataformas online y recursos educativos digitales para enseñar habilidades tecnológicas básicas a personas en áreas rurales, promoviendo la inclusión digital.",
        "technique": "Desarrollo web/app móvil, diseño instruccional basado en el aprendizaje activo, creación de contenido educativo adaptado a diferentes niveles, seguimiento del progreso.",
        "columns": "ID_Usuario (identificador único), Nivel educativo (formación previa del usuario), Habilidades digitales (conocimientos previos en tecnología), Módulos completados (progreso en el programa), Calificación obtenida (evaluación del aprendizaje).",
        "type": "fa-computer"
    },
    {
        "title": "Sistema de monitoreo ambiental con IA",
        "description": "Un sistema que utiliza sensores, imágenes satelitales y machine learning para monitorear la calidad del aire, el agua y la biodiversidad en tiempo real, detectando posibles amenazas ambientales.",
        "technique": "Internet de las cosas (IoT), procesamiento de imágenes, análisis predictivo con machine learning, mapas interactivos para visualizar datos ambientales.",
        "columns": "Ubicación geográfica (coordenadas del sensor/área monitoreada), Tipo de dato (calidad del aire, temperatura del agua, presencia de especies), Valor medido (lectura obtenida por el sensor/análisis de imagen), Fecha y hora de la medición (momento en que se registró el dato).",
        "type": "fa-globe"
    }
]