[
    {
        "title": "Plataforma de Monitoreo de Acceso a Salud",
        "description": "Esta plataforma utilizará datos georreferenciados de las áreas naturales protegidas, información sobre la ubicación de los centros de salud y datos socioeconómicos para identificar zonas con mayor necesidad de acceso a servicios de salud. La plataforma generará mapas interactivos que mostrarán áreas con deficiencias en cobertura de salud, permitiendo a las autoridades dirigir recursos y esfuerzos de manera más eficiente.",
        "technique": "Análisis espacial, geo-referenciación, machine learning para identificar patrones, Dashboards",
        "columns": "ID_ANP (identificador único del Área Natural Protegida), COORDENADAS_ANP (coordenadas geográficas del ANP), TIPO_ANP (categoría del ANP), DISTANCIA_CENTRO_SALUD (distancia al centro de salud más cercano), POBLACION_CERCA (población residente en un radio de X km alrededor del ANP), INDICE_POVERDAD (índice de desarrollo humano o similar para la zona).",
        "type": "fa-hospital-o"
    },
    {
        "title": "Optimizador de Rutas de Transporte Público",
        "description": "Este sistema utilizará datos de ubicación de paradas, horarios de buses, patrones de movilidad (obtenidos de celulares o GPS), información sobre la infraestructura vial y datos socioeconómicos para optimizar las rutas de transporte público. Se podrá identificar zonas con mayor demanda, ajustar frecuencias de buses, crear nuevas rutas eficientes y reducir tiempos de viaje.",
        "technique": "Análisis de redes, algoritmos de optimización de rutas, machine learning para predecir patrones de movilidad, Visualizaciones en mapas",
        "columns": "ID_PARADA (identificador único de la parada), COORDENADAS_PARADA (coordenadas geográficas de la parada), LINEA_BUS (línea de transporte público que pasa por la parada), HORARIO (horario de llegada y salida de los buses), CANTIDAD_PASAJEROS (número promedio de pasajeros que suben/bajan en la parada), TIPO_VIA (tipo de vía donde se encuentra la parada).",
        "type": "fa-bus"
    },
    {
        "title": "Mapa Interactivo de Acceso a Internet",
        "description": "Este mapa mostrará la cobertura de internet en las áreas naturales protegidas y comunidades cercanas. Se utilizarán datos de proveedores de internet, información sobre infraestructura de telecomunicaciones y datos socioeconómicos para identificar zonas con menor acceso a internet. Esto permitirá a las autoridades planificar estrategias para extender la conectividad.",
        "technique": "Análisis espacial, geo-referenciación, visualización en mapas interactivos",
        "columns": "ID_ANP (identificador único del Área Natural Protegida), COORDENADAS_ANP (coordenadas geográficas del ANP), TIPO_CONEXION (tipo de conexión disponible - fibra óptica, ADSL, satélite, etc.), VELOCIDAD_INTERNET (velocidad promedio de internet en la zona), POBLACION_SIN_ACCESO (número estimado de personas sin acceso a internet).",
        "type": "fa-wifi"
    },
    {
        "title": "Sistema de Monitoreo de Recursos Naturales",
        "description": "Esta plataforma utilizará datos de sensores remotos, información sobre las áreas naturales protegidas, patrones climáticos y datos socioeconómicos para monitorear el estado de los ecosistemas. Se podrán identificar zonas con mayor riesgo de deforestación, degradación del suelo o pérdida de biodiversidad. Esto permitirá tomar medidas preventivas y de conservación.",
        "technique": "Análisis de imágenes satelitales, machine learning para detectar patrones, mapas interactivos",
        "columns": "ID_ANP (identificador único del Área Natural Protegida), COORDENADAS_ANP (coordenadas geográficas del ANP), TIPO_ECOSISTEMA (tipo de ecosistema presente en el ANP), ÍNDICE_VEGETACIÓN (índice de salud vegetal obtenido de imágenes satelitales), TEMPERATURA_PROMEDIO (temperatura promedio en la zona), PRECIPITACION (precipitación anual en la zona).",
        "type": "fa-tree"
    },
    {
        "title": "Plataforma de Educación Ambiental Online",
        "description": "Esta plataforma ofrecerá cursos y recursos educativos sobre el valor de las áreas naturales protegidas, la biodiversidad y la conservación ambiental. Se utilizarán datos sobre la ubicación de las escuelas, la conectividad a internet en las comunidades cercanas a los ANP y los intereses de los estudiantes para adaptar el contenido educativo a las necesidades locales.",
        "technique": "Aprendizaje electrónico, plataformas online adaptativas, análisis de datos",
        "columns": "ID_ESCUELA (identificador único de la escuela), COORDENADAS_ESCUELA (coordenadas geográficas de la escuela), NIVEL_EDUCATIVO (nivel educativo de la escuela - primaria, secundaria, etc.), TIPO_CONEXION (tipo de conexión a internet disponible en la escuela), INTERESES_ESTUDIANTES (datos sobre los temas que más interesan a los estudiantes).",
        "type": "fa-book"
    }
]