[
    {
        "title": "Plataforma de acceso a servicios de salud",
        "description": "Una plataforma web y móvil que conecta a personas en zonas rurales con profesionales de la salud. Se utilizará geolocalización para identificar las necesidades de atención médica más urgentes y conectarlas con recursos disponibles.",
        "technique": "Análisis de datos espaciales, geo-referenciación, machine learning para predecir patrones de demanda, desarrollo web y móvil",
        "columns": "Ubicación (Para geolocalizar a los usuarios), Tipo de servicio necesario (Para clasificar la necesidad médica), Disponibilidad de profesionales (Para identificar recursos cercanos), Distancia (Para calcular la accesibilidad), Idioma (Para facilitar la comunicación)",
        "type": "fa-hospital"
    },
    {
        "title": "Optimizador de rutas de transporte público",
        "description": "Un sistema que utiliza datos en tiempo real sobre el tráfico, la demanda y los horarios para optimizar las rutas de autobuses y otros medios de transporte público. Esto permitirá reducir tiempos de viaje, mejorar la eficiencia y aumentar la accesibilidad.",
        "technique": "Análisis de big data, machine learning para predicción de patrones de movilidad, integración con sistemas GPS, desarrollo de app móvil",
        "columns": "Ubicación (Para rastrear el movimiento de los vehículos), Hora (Para ajustar las rutas según la demanda), Número de pasajeros (Para optimizar la capacidad), Estado del tráfico (Para evitar congestiones), Tipo de transporte (Para diferenciar rutas)",
        "type": "fa-bus"
    },
    {
        "title": "Programa de alfabetización digital para comunidades rurales",
        "description": "Un programa que utiliza recursos digitales y plataformas online para enseñar habilidades digitales básicas a personas en áreas remotas. Se usarán herramientas interactivas, cursos en línea y apoyo personalizado.",
        "technique": "Diseño instruccional, desarrollo web, análisis de datos de participación, gamificación",
        "columns": "Nivel de alfabetización digital inicial (Para personalizar el aprendizaje), Acceso a internet (Para identificar áreas con mayor necesidad), Intereses del usuario (Para adaptar el contenido), Progreso en el aprendizaje (Para monitorear la efectividad del programa),Retroalimentación (Para mejorar el curso)",
        "type": "fa-laptop"
    },
    {
        "title": "Sistema de monitoreo ambiental con IA",
        "description": "Una plataforma que utiliza imágenes satelitales, sensores y machine learning para monitorear la calidad del aire, la deforestación, los patrones de precipitación y otros indicadores ambientales.",
        "technique": "Análisis de imágenes satelitales, procesamiento de datos sensoriales, machine learning para detectar patrones y anomalías, desarrollo de dashboards interactivos",
        "columns": "Ubicación (Para geolocalizar eventos), Tipo de dato ambiental (Calidad del aire, deforestación, etc.), Fecha y hora (Para analizar tendencias temporales), Intensidad (Para cuantificar el impacto), Fuente de datos (Satélite, sensor, etc.)",
        "type": "fa-leaf"
    },
    {
        "title": "Plataforma para la gestión de áreas naturales protegidas",
        "description": "Una herramienta digital que facilita la administración de áreas protegidas, permitiendo el monitoreo de la biodiversidad, la detección de amenazas y la planificación de acciones de conservación.",
        "technique": "Análisis espacial, machine learning para identificar patrones en datos biológicos, desarrollo de mapas interactivos, integración con bases de datos existentes",
        "columns": "Ubicación (Para mapear las áreas protegidas), Especies presentes (Para registrar la biodiversidad), Amenazas detectadas (Caza furtiva, incendios, etc.), Medidas de conservación implementadas (Patrullaje, restauración, etc.), Estado de conservación (Para evaluar la efectividad de las acciones)",
        "type": "fa-tree"
    }
]